Repository: miraclebox-git/stb-mbgui
Catalog: po/*.po
Languages: sv

source: Keyboard setup
sv: Tangentbordskonfiguration

source: LAN connection
sv: LAN anslutning

source: LED Deep Standby
sv: LED Avstängd

source: LED Standby
sv: LED Viloläge

source: LED brightness during deep standby.
sv: LED ljustyrka när mottagaren är avstängd.

source: LED brightness during normal operations.
sv: LED ljustyrka under normal användning

source: LED brightness during standby.
sv: LED ljustyrka under viloläge

source: Label
sv: Etikett

source: Language
sv: Språk

source: Language selection
sv: Välj språk

source: Last Req.
sv: Senaste Insp.

source: Last config
sv: Senaste konfig

source: Last speed
sv: Föregående hastighet

source: Last used share:
sv: Senaste använd delning:

# third event: 'third' event label
source: Later
sv: Senare

source: Latitude
sv: Latitud

source: Latvian
sv: Lettiska

source: Leave DVD player?
sv: Lämna DVD-spelare...

source: Left
sv: Vänster

source: Left from servicename
sv: Vänster om kanalnamn

source: Leisure hobbies
sv: Fritid hobbies

source: Light Grey
sv: Ljusgrå

source: Limit character set for recording filenames
sv: Begränsa teckenuppsättning för Inspelnings-filnamn

source: Limit debug log size (MB)
sv: Begränsa debug loggens storlek (MB)

source: Limit east
sv: Östlig gräns

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
sv: Begränsa tecknen som kan användas i Inspelnings-filnamn till (7 bit) ascii. Detta säkerställer kompabilitet med operativsystem eller filsystem med begränsad teckenuppsättning.

source: Limit west
sv: Västlig gräns

source: Limits cancelled
sv: Gränser borttagna

source: Limits enabled
sv: Gränser aktiverade

source: Limits off
sv: Gränser av

source: Limits on
sv: Gränser på

source: Link Quality:
sv: Länkkvalitet:

source: Link quality:
sv: Länkkvalitet:

source: Link:
sv: Länk:

source: Linked titles with a DVD menu
sv: Länkade titlar med en DVD meny

source: List EPG functions...
sv: Lista EPG funktioner

source: List of storage devices
sv: Lista på lagringsenheter

source: List version %d, found %d channel
sv: List version %d, hittade %d kanal

source: Listen to the radio...
sv: Lyssna på radio...

source: Lists reloaded!
sv: Lista omladdad!

source: Lithuanian
sv: Litauiska

source: Load
sv: Ladda

source: Load EPG
sv: Ladda EPG

source: Load playlist
sv: Ladda spellista

source: Load/Save
sv: Ladda/Spara

source: Local box
sv: Lokal box

source: Local network
sv: Lokalt nätverk

source: Location
sv: Sökväg

source: Lock ratio
sv: Låst Bildförhållande

source: Lock:
sv: Lås:

source: Log Manager
sv: Logghanterare

source: Log results to harddisk
sv: Logga resultatet till hårddisk

source: LogManager
sv: Logghanterare

source: Logs location
sv: Sökväg loggar

source: Logs settings
sv: Logginställningar

source: Long << / >>
sv: Lång << / >>

source: Long Left/Right
sv: Lång Vänster/Höger

source: Long filenames
sv: Långa filnamn

source: Long key press
sv: Åtgärd vid Lång tryckning på knappen

source: Longitude
sv: Longitud

source: Lower USB
sv: Nedre USB

source: Luxembourgish
sv: Luxemburgska

source: MAC-address
sv: MAC-adress

source: MAC-address settings
sv: MAC-adress inställningar

source: Main menu
sv: Huvudmeny

source: Mainmenu
sv: Huvudmeny

source: Maintain old EPG data for
sv: Behåll gammal EPG data

source: Make this mark an 'in' point
sv: Gör denna markör till en 'in' punkt

source: Make this mark an 'out' point
sv: Gör denna markör till en 'ut' punkt

source: Make this mark just a mark
sv: Behåll denna markör som vanlig markör

source: Manage Your Devices
sv: Hantera dina enheter

source: Manage and Download Addons
sv: Hantera och ladda ner tillägg

source: Manage extensions
sv: Hantera utökningar

source: Manage your %s %s's software
sv: Hantera din %s %s mjukvara

source: Manage your online update files
sv: Hantera dina Online uppdaterings filer

source: Manual
sv: Manuell

source: Manual Scan
sv: Manuell sökning

source: Manual configuration
sv: Manuell konfiguration

source: Manual scan
sv: Manuell sökning

source: Manual transponder
sv: Manuell transponder

source: Manufacturer
sv: Tillverkare

source: Margin after recording (minutes)
sv: Mariginal efter inspelning (i minuter)

source: Margin before recording (minutes)
sv: Marginal innan inspelning (i minuter)

source: Max. bitrate:
sv: Max. bithastighet:

source: Maxdown +
sv: Maxner +

source: Maxdown -
sv: Maxner -

source: Maxdown:
sv: Maxner

source: Media playback Remaining/Elapsed as
sv: Mediauppspelning återstående/förfluten

source: Media player
sv: Mediaspelare

source: Media scanner
sv: Mediaskanner

source: Medium is not a writeable DVD!
sv: Media är inte en skrivbar DVD!

source: Medium is not empty!
sv: Media är inte tomt!

source: Memory
sv: Minne

source: Memory Information
sv: Minnesinformation

source: Memory index
sv: Minnesindex:

source: Menu
sv: Meny

source: Menu config
sv: Menyinställning

source: Merging Timeshift files
sv: Sammanfogar Timeshiftfiler

source: Message
sv: Meddelande

source: MiniDLNA Setup
sv: MiniDLNA-konfiguration

source: MiniTV with OSD
sv: MiniTV med OSD

source: Minimum age %d years
sv: Minimiålder %d år

source: Minimum send interval
sv: Minsta impulsintervall

source: Mins
sv: Minuter

source: Mins Secs
sv: Min Sek

source: Missing
sv: Saknas

# Satellite configuration mode
source: Mode
sv: Läge

source: Model: %s %s
sv: Modell: %s %s

source: Model:
sv: Modell:

source: Modulation
sv: Modulering

source: Mon
sv: Mån

source: Mon-Fri
sv: Mån-Fre

source: Monday
sv: Måndag

source: Monthly
sv: Månad

source: Mosquito noise reduction
sv: Mosquito brusminskning

source: Motor command retries
sv: Motorkommando försök

source: Mount
sv: Montera

source: Move
sv: Flytta

source: Move Left/Right
sv: Flytta Vänster/Höger

source: Move PIP
sv: Flytta BiB

source: Move PiP to main picture
sv: Flytta BiB till huvudbild

source: Move Up/Down
sv: Flytta Upp/Ned

source: Move down a page
sv: Flytta ner en sida

source: Move east
sv: Flytta öst

source: Move to home of list
sv: Flytta till början av listan

source: Move to position X
sv: Flytta till position X

source: Move up a page
sv: Flytta upp en sida

source: Move west
sv: Flytta väst

source: Moved to position 0
sv: Flyttad till position 0

source: Moved to position at index
sv: Flyttad till indexposition

source: Movement
sv: Förflyttning

source: Movie List
sv: Filmlista

source: Movie List Setup
sv: Inställning Filmlista

source: Movie location
sv: Inspelningarnas Plats

source: Movie selection
sv: Filmval

source: Movie/Drama
sv: Film/Drama

source: Moving
sv: Förflyttar

source: Moving east ...
sv: Förflyttning mot öst...

source: Moving files
sv: Flyttar filer

source: Moving to position
sv: Flyttar till position

source: Moving west ...
sv: Förflyttning mot väst...

source: MultiEPG settings
sv: Inställning MultiEPG

source: Multiple service support
sv: Multipla kanaler stöds

source: Music/Ballet/Dance
sv: Musik/Balett/Dans

source: NEXT
sv: NÄSTA

source: NFI image flashing completed. Press Yellow to Reboot!
sv: NFI image flashning klar. Tryck Gul för omstart!

source: NFS Setup
sv: NFS-Konfiguration

source: Name
sv: Namn

source: Name:
sv: Namn:

source: Nameserver
sv: Namnserver

source: Nameserver %d
sv: Namnserver %d

source: Nameserver settings
sv: Namnserver inställningar

source: Namespace
sv: Namnutrymme

source: Netmask
sv: Nätmask

source: Netmask:
sv: Nätmask:

source: Network
sv: Nätverk

source: Network ID
sv: Nätverks ID

source: Network Information
sv: Nätverksinformation

source: Network Servers:
sv: Näverksservrar:

source: Network Setup
sv: Nätverksinställningar

source: Network Test
sv: Nätverkstest

source: Network menu
sv: Nätverksinställningar

source: Network mounts
sv: Nätverks monteringar

source: Network name (SSID)
sv: Nätverksnamn (SSID)

source: Network scan
sv: Sök nätverk

source: Network setup
sv: Nätverksinställningar

source: Network test
sv: Nätverktest

source: Network test:
sv: Nätverkstest:

source: Network wizard
sv: Nätverksguide

source: Network:
sv: Nätverk:

source: New
sv: Ny

source: New PIN
sv: Ny PIN

source: New profile:
sv: Ny profil:

source: New timers location
sv: Nya timerinspelningars sökväg

source: New version:
sv: Ny version:

source: News Current Affairs
sv: Nyheter/ Aktuella frågor

source: Next
sv: Nästa

# now/next: 'next' event label
source: Next
sv: Nästa

source: No
sv: Nej

source: No (supported) DVDROM found!
sv: Ingen DVDROM (som stöds) hittad!

source: No Cam started !! Cam 1 must be different from Cam 2
sv: Ingen Cam startad Cam 1 måste vara annorlunda än Cam 2

source: No Connection
sv: Ingen anslutning

source: No HDD found or HDD not initialized!
sv: Ingen HDD hittad eller HDD inte initierad!

source: No Settings loaded !! Please install first a settinglist
sv: Inga inställningar inladdade Var god installera en inställningslista först.

source: No Timeshift found to save as recording!
sv: Hittade Ingen Timeshiftinspelning att spara!

source: No cable tuner found!
sv: Ingen kabelmottagare funnen!

source: No card inserted!
sv: Inget kort isatt!

source: No data on transponder! (Timeout reading PAT)
sv: Ingen data på transponder! (Timeout vid läsning av PAT)

source: No delay
sv: Ingen fördröjning

source: No description available.
sv: Ingen beskrivning tillgänglig.

source: No details for this image file
sv: Inga detaljer för denna image fil

source: No displayable files on this medium found!
sv: Inga visningsbara filer hittade på detta media!

source: No event info found, recording indefinitely.
sv: Ingen programinfo hittades, inspelning oändlig.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
sv: Ingen snabbspolning tillgänglig än... men du kan använda nummerknapparna för att hoppa framåt/bakåt!

source: No free index available
sv: Inga fria index tillgängliga

source: No free tuner!
sv: Ingen ledig mottagare!

source: No httpport defined in oscam.conf. This value is required!
sv: Ingen httpport definierad i oscam.conf. Detta värde krävs!

source: No httppwd defined in oscam.conf
sv: Inget httppwd definierat i oscam.conf

source: No httpuser defined in oscam.conf
sv: Ingen httpuser definierad i oscam.conf

source: No network connection available.
sv: Ingen nätverksanslutning tillgänglig.

source: No networks found
sv: Inget nätverk hittat

source: No new plugins found
sv: Inga nya plugins funna

source: No positioner capable frontend found.
sv: Ingen motorkapabel frontend hittad.

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
sv: Ingen satellit-, mark- eller kabel-mottagare konfigurerad. Vänligen kontrollera inställningarna.

source: No service
sv: Ingen kanal

source: No services/providers selected
sv: Ingen kanal/operatör vald

source: No standby
sv: Inget viloläge

source: No suitable sat tuner found!
sv: Ingen lämplig satellitmottagare funnen!

source: No tags are set on these movies.
sv: Ingen märkning är gjord på dessa filmer.

source: No timeout
sv: Ingen timeout

source: No to all
sv: Nej till alla

source: No transparency
sv: Ingen transparens

source: No tuner is available for recording a timer! The following methods of freeing a tuner were tried without success:
sv: Ingen tuner tillgänglig för att spela in med timer Följande metoder misslyckades med att frigöra en mottagare

source: No tuner is configured for use with a diseqc positioner!
sv: Ingen mottagare är konfigurerad för motor diseqc!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
sv: Ingen mottagare är aktiverad! Vänligen konfigurera din mottagare före sökning efter kanaler.

source: No updates available. Please try again later.
sv: Inga uppdateringar tillgängliga. V.v. försök igen senare.

source: No wireless networks found! Searching...
sv: Inget trådlöst nätverk funnet! Söker...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
sv: Inget fungerandes lokalt nätverkskort funnet. Vänligen kontrollera att du har anslutit en nätverkskabel och att ditt nätverk är korrekt konfigurerat.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
sv: Inget fungerandes trådlöst nätverkskort funnet. Vänligen kontrollera att du har anslutit en kompatibel WLAN enhet och att din nätverkskonfiguration är korrekt.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
sv: Inget fungerandes trådlöst nätverkskort funnet. Vänligen kontrollera att du har anslutit en kompatibel WLAN enhet eller aktiverat ditt lokala nätverkskort.

source: No, but restart from begin
sv: Nej, men starta om från början

source: No, never
sv: Nej, aldrig

source: No, scan later manually
sv: Nej, sök manuellt senare

source: No, skip this step
sv: Nej, hoppa över detta steget

source: None
sv: Inga

source: North
sv: Nord

source: Norwegian
sv: Norska

source: Not Flashing
sv: Flashning misslyckades

source: Not Shown
sv: Visas inte

source: Not associated
sv: Inte associerad

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
sv: Inte tillräckligt med diskutrymme. Vänligen frigör diskutrymme och försök igen. (%d MB krävs, %d MB tillgängligt)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
sv: Inte tillräckligt med ledigt Diskutrymme! Filstorlek: %sMB Ledigt utrymme: %sMB Sökväg: %s

source: Not mounted
sv: Ej konfigurerad

source: Not-Associated
sv: Inte associerat

source: Nothing
sv: Ingenting

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
sv: Inget att söka! Vänligen konfigurera mottagaren före sökning efter kanaler.

source: Nothing to upgrade
sv: Inget att uppgradera

source: Nothing, just leave this menu
sv: Inget, bara lämna denna meny

# now/next: 'now' event label
source: Now
sv: Nu

source: Number
sv: Nummer

source: Number of rows
sv: Antal rader

source: Number of rows to display
sv: Antal rader att visa

source: OE Changes
sv: OE Ändringar

source: OK button (long)
sv: OK knappen (lång)

source: OK button (short)
sv: OK knappen (kort)

source: OSD 3D Setup
sv: OSD 3D Inställning

source: OSD name request
sv: OSD namnförfrågan

source: OSD settings
sv: OSD inställningar

source: Off
sv: Av

source: Offline decode delay (ms)
sv: Fördröjning offlineavkodning (ms)

source: On
sv: På

source: On end of movie
sv: Vid filmslutet

source: On reaching the end of a file during playback, you can choose the box's behavior.
sv: När slutet på en fil nåtts under uppspelning, så kan du välja boxens beteende.

source: Once per day
sv: En gång per dag

source: One
sv: En

source: One line
sv: En linje

source: Only extensions.
sv: Endast utökningar.

source: Only free scan
sv: Sök endast efter okodade kanaler

source: Only on startup
sv: Endast vid uppstart

source: Open
sv: Öppna

source: Open IMDB...
sv: Öppna IMDB

source: Open MediaPortal...
sv: Öppna MediaPortal...

source: Open favourites list
sv: Öppna favoriter

source: Open satellites list
sv: Öppna satellitlistan

source: Open service list
sv: Öppna kanallistan

source: Open service list and select next channel
sv: Öppna kanallistan och välj nästa kanal

source: Open service list and select next channel for PiP
sv: Öppna kanallistan och välj nästa kanal för BiB

source: Open service list and select previous channel
sv: Öppna kanallistan och välj föregående kanal

source: Open service list and select previous channel for PiP
sv: Öppna kanallistan och välj föregående kanal för BiB

source: Open the movie list
sv: Öppna filmlistan

source: OpenVpn Log
sv: OpenVpn Logg

source: OpenVpn Setup
sv: OpenVPN-Konfiguration

source: Orbital position
sv: Banposition

source: Oscam Info - Configuration
sv: Oscam Info - Konfiguration

source: Oscam Info - Main Menu
sv: Oscam Info - Huvudmeny

source: Other
sv: Annat

source: Overwrite configuration files during software upgrade?
sv: Skriva över konfigurationsfilerna vid mjukvaruuppgradering?

source: Overwrite configuration files?
sv: Skriva över konfigurationsfiler?

source: PAGE UP/DOWN
sv: FLYTTA UPP/NED

source: PIP
sv: BiB

source: PIP with OSD
sv: BiB med OSD

source: Package list update
sv: Updatering av Paketlista

source: Packages
sv: Paket

source: Page down
sv: Flytta ner en sida

source: Page right
sv: Till höger

source: Page up
sv: Flytta upp en sida

source: Parent directory
sv: Moderkatalog

source: Parental control
sv: Föräldrakontroll

source: Parental control setup
sv: Inställning Föräldrakontroll

source: Password
sv: Lösenord

source: Password (httpwd)
sv: Lösenord (httpwd)

source: Password:
sv: Lösenord:

source: Pause
sv: Paus

source: Pause movie at end
sv: Pausa filmen

source: Pause playback
sv: Pausa uppspelning

source: Peak load (max queued requests per workerthread)
sv: Toppbelastning (max köade frågor per workerthread)

source: Percentage
sv: Procent

source: Percentage left
sv: Procent kvar

source: Percentage right
sv: Procent höger

source: Perform a full image backup
sv: Gör en full Image backup

source: Perform a settings backup,
sv: Utför en backup av inställningar

source: Perform a settings backup, making a backup before updating is strongly advised.
sv: Utför en backup av inställningar, det rekommenderas starkt att göra en backup innan uppdatering.

source: Perform an online update check in the background
sv: Gör en uppdateringkontroll online i bakgrunden.

source: Permanently delete all recordings in the trash can?
sv: Är du säker på att du vill radera alla inspelningarna i papperskorgen permanent?

source: Permanently remove all deleted items
sv: Radera alla borttagna objekt permanent

source: Persian
sv: Persisk

source: PiP
sv: BiB

source: Picon and Service Name
sv: Picon och Kanalnamn

source: Picon width
sv: Picon bredd

source: Picture in graphics
sv: Bild i grafiken

source: Picture player
sv: Mediaspelare

source: Pillarbox
sv: Svarta kanter

source: Play
sv: Spela upp

source: Play DVD
sv: Spela DVD

source: Play audio in background
sv: Spela audio i bakgrunden

source: Play audio-CD...
sv: Spela Audio-CD...

source: Play back media files
sv: Spela upp mediafiler

source: Play entry
sv: Spela upp post

source: Play from next mark or playlist entry
sv: Spela upp från nästa markering eller post i spellista

source: Play from previous mark or playlist entry
sv: Spela upp från föregående markering eller post i spellista

source: Play music...
sv: Spela musik...

source: Play next
sv: Spela nästa

source: Play next (return to movie list)
sv: Spela nästa (återgå till filmlistan)

source: Play next (return to previous service)
sv: Spela nästa (återgå till föregående kanal)

source: Play previous
sv: Spela föregående

source: Play recorded movies...
sv: Spela inspelade filmer...

source: Play your Movies and Music
sv: Spela dina filmer och musik

source: Playlist
sv: Spellista

source: Please add titles to the compilation.
sv: Vänligen lägg till titel till sammanställningen.

source: Please change recording endtime
sv: Vänligen ändra inspelningens sluttid

source: Please check your network settings!
sv: Vänligen kontrollera dina nätverksinställningar!

source: Please choose CCcam-Reader
sv: Vänligen välj CCcam-Läsare

source: Please choose an extension...
sv: Vänligen välj en utökning...

source: Please choose reader
sv: Vänligen välj läsare

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
sv: Vänligen konfigurera eller bekräfta din namnserver genom att fylla i de begärda fälten. När du är klar tryck OK för att fortsätta.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
sv: Vänligen konfigurera din Internet anslutning med att fylla i begärda fält. När du är klar tryck OK för att forsätta.

source: Please do not change any values unless you know what you are doing!
sv: Vänligen ändra inte några värden om du inte helt säkert vet vad det innebär!

source: Please enter a name for the new bouquet
sv: Ange namn för den nya favoritlistan

source: Please enter a name for the new marker
sv: Vänligen ange namn för ny markör

source: Please enter a new filename
sv: Vänligen ange nytt filnamn

source: Please enter filename (empty = use current date)
sv: Vänligen ange filnamn (tomt = använd dagens datum)

source: Please enter name of the new directory
sv: Vänligen ange namn till det nya biblioteket

source: Please enter new description:
sv: Vänligen ange ny beskrivning

source: Please enter new name:
sv: Vänligen ange nytt namn

source: Please enter the correct pin code
sv: Vänligen ange korrekt pin kod

source: Please enter the old PIN code
sv: Mata in din PINkod

source: Please enter your BoxID (9 or 10 digits - without 0) You can find it on back side of Viasat box
sv: Var god mata in ditt BoxID (9 or 10 siffror - utan 0) Du kan hitta den på baksidan av din Viasat box

source: Please follow the instructions on the TV
sv: Vänligen följ instruktionerna på TVn

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
sv: Vänligen notera att föregående valda media inte var åtkomstbart och därför är nu default bibliotek valt.

source: Please open Picture in Picture first
sv: Vänligen öppna BiB först

source: Please press OK to continue.
sv: Vänligen tryck OK för att försätta.

source: Please select a default EPG type...
sv: Välj en förvald EPG typ...

source: Please select a playlist to delete...
sv: Vänligen välj en spellista för borttagning...

source: Please select a playlist...
sv: Vänligen välj en spellista...

source: Please select a sub service...
sv: Vänligen välj en sub tjänst...

source: Please select a subservice to record...
sv: Vänligen välj en underkanal för inspelning...

source: Please select a subservice...
sv: Vänligen välj en underkanal...

source: Please select an NFI file and press green key to flash!
sv: Vänligen välj en NFI fil och tryck på grön knapp för att flasha!

source: Please select medium to be scanned
sv: Vänligen välj media som ska skannas

source: Please select medium to use as backup location
sv: Vänligen välj media som ska användas som backupdestination

source: Please select tag to filter...
sv: Vänligen välj märke för filtrering...

source: Please select the movie path...
sv: Vänligen ange filmens sökväg...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
sv: Vänligen välj det trådlösa nätverk du vill ansluta till. Tryck OK för att forsätta.

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
sv: Använd piltangenterna för att flytta BiB fönstret. Tryck Bouquet +/- för ändra storleken på fönstret. Tryck OK för att gå tillbaka till TV läge eller EXIT för att avbryta flyttning.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
sv: Vänligen använd UPP och NER pil för att välja språk. Efter val tryck på OK knappen.

source: Please wait (downloading channel list)
sv: Vänligen vänta (kanallistan laddas ner)

source: Please wait (updating packages)
sv: Vänligen vänta (paket uppdateras)

source: Please wait for activation of your network configuration...
sv: Vänligen vänta för aktivering av din nätverkskonfiguration...

source: Please wait while gathering data...
sv: Vänligen vänta, insamling av data pågår...
