Repository: miraclebox-git/stb-mbgui
Catalog: po/*.po
Languages: sv

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
sv: Om aktiverat, strömkonsumtionen mäts för att upptäcka om rotorn slutar gå (om mottagaren stöder detta).

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
sv: Om aktiverat, tryckning på '0' förflyttar dig till den första kanalen i din första favoritlista, och raderar din zap-historik.

source: When enabled, show channel numbers in the channel selection screen.
sv: Om aktiverat, så visas kanalnummer i kanalvalsvyn.

source: When enabled, show status or error messages.
sv: Om aktiverat, så visas status status och felmeddelanden

source: When enabled, subtitles for the hearing impaired can be used.
sv: Om aktiverat, undertexter för hörselnedsatta kan användas.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
sv: Om aktiverat, undertexter för hörselnedsatta föredras före normala undertexter, när båda typer finns tillgängliga.

source: When enabled, teletext pages will be cached, allowing faster access.
sv: Om aktiverat, text-tv sidor blir cachade, det möjliggör för snabbare åtkomst.

source: When enabled, teletext subtitles will be displayed at their original position.
sv: Om aktiverat, text-tv undertexter visas på deras originalposition.

source: When enabled, the receiver will automatically use the audio track which you selected before.
sv: Om aktiverat, mottagaren kommer automatiskt att använda ljudspåret som du valde tidigare.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
sv: Om aktiverat, mottagaren kommer automatiskt att använda undertexterna som du valde tidigare.

source: When enabled, the receiver will select an AC3 track (when available).
sv: Om aktiverat, mottagaren kommer att välja ett AC3-spår (om tillgängligt).

source: When enabled, use DHCP for the IP configuration.
sv: Om aktiverat, använd DHCP för IP-konfiguration.

source: When enabled, your receiver will detect activity on the VCR SCART input.
sv: Om aktiverat, mottagaren kommer att känna av aktivitet på VCR SCART-ingången.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
sv: Vid ett värde högre än noll så startar en inspelning tidigare än vad starttiden på EPG'n visar.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
sv: Vid ett värde högre än noll så stoppar en inspelning senare än vad stopptiden på EPG'n visar.

source: When set each folder will show the previous state used, when off the default values will be shown.
sv: Om inställt så visar varje mapp den tidigare statusen, avstängd så visas standardvärdet.

source: When set the PIG will return to live after a movie has stopped playing.
sv: Med den inställningen, så återgår bilden i grafiken till live tv efter att en film har avslutats.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
sv: När innehållet har ett bildförhållande 16:9, välj om du vill skala om/sträcka ut bilden.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
sv: När innehållet har ett bildförhållande 4:3, välj om du vill skala om/sträcka ut bilden.

source: Where should the recording be saved?
sv: Var skall inspelningen sparas?

source: Where to save temporary timeshift recordings?
sv: Var ska temporära timeshift inspelningar sparas?

source: Which event do you want to save permanently?
sv: Vilken händelse vill du spara permanent?

source: White
sv: Vit

source: Width
sv: Bredd

source: Wireless LAN
sv: Trådlöst LAN

source: Wireless network
sv: Trådlöst nätverk

source: Wireless network configuration...
sv: Konfigurering av trådlöst nätverk...

source: Wireless network connection setup
sv: Konfiguration av trådlös nätverksanslutning

source: Wireless network connection setup.
sv: Konfiguration av trådlös nätverksanslutning

source: Wireless network state
sv: Status på trådlösa nätverket

source: With popup
sv: Med popup

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
sv: Med detta alternativ kan du dölja arbetsuppgifter i vyn utökningar (kort tryck på blå knapp).

source: Without popup
sv: Utan popup

source: Write error while recording. Disk full?
sv: Skrivfel under inspelning. Disken full?

source: Write error while recording. Disk full? %s
sv: Skrivfel under inspelning. Disken full? %s

source: Write failed!
sv: Skrivning misslyckades!

source: XBox 360 support
sv: XBox 360 stöd

source: Year
sv: År

source: Yellow
sv: gul

source: Yellow DVB subtitles
sv: Gula DVB undertexter

source: Yellow long
sv: Gul lång

source: Yes
sv: Ja

source: Yes to all
sv: Ja till alla

source: Yes, always
sv: Ja, alltid

source: Yes, and delete this movie
sv: Ja, och ta bort den här filmen

source: Yes, but don't save timeshift as movie
sv: Ja, men spara inte timeshift som film

source: Yes, but save timeshift as movie and continue recording
sv: Ja, men spara timeshift som film och fortsätt inspelning

source: Yes, but save timeshift as movie and stop recording
sv: Ja, men spara timeshift som film och stoppa inspelning

source: Yes, delete from Timerlist and delete recording
sv: ja, ta bort från Timerlistan och ta bort inspelning

source: Yes, delete this movie and return to movie list
sv: Ja, ta bort denna film och återgå till filmlistan

source: Yes, do a manual scan now
sv: Ja, utför manuell sökning nu

source: Yes, do an automatic scan now
sv: Ja, utför automatisk sökning nu

source: Yes, do another manual scan now
sv: Ja, utför manuell sökning igen

source: Yes, please check for updates
sv: Ja, var god kolla efter uppdateringar

source: Yes, restore the settings now
sv: Ja, återställ inställningarna nu

source: Yes, returning to movie list
sv: Ja, återgå till filmlistan

source: Yesterday
sv: Igår

source: You already have a bootlogo installed, would you like to remove "%s"?
sv: Du har redan installerat en bootlogo, vill du ta bort "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
sv: Du har redan installerat en kanallista, vill du ta bort "%s"?

source: You can cancel the installation.
sv: Du kan avbryta installationen.

source: You can cancel the removal.
sv: Du kan avbryta borttagningen.

source: You can continue watching TV etc. while this is running.
sv: Du kan fortsätta att titta på TV etc. under tiden detta pågår.

source: You can have the list sorted by time or alphanumerical.
sv: Du kan sortera listan på tid eller alfanumeriskt.

source: You can install this plugin.
sv: Du kan installera det här pluginet.

source: You can remove this plugin.
sv: Du kan ta bort det här pluginet.

source: You cannot delete this!
sv: Du kan inte ta bort detta!

source: You didn't select a channel to record from.
sv: Du valde ingen kanal att spela in från.

source: You have already sent this log, are you sure you want to resend this log:
sv: Du har redan skickat den här loggen, är du säker på att du vill skicka den igen

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
sv: Du har valt att skapa en ny .NFI flash bootbar USB-sticka. Detta kommer att repartitionera USB-stickan och efter det kommer all data på den vara borta.

source: You have not setup your user info in the setup screen Press MENU, and enter your info, then try again
sv: Du har inte fyllt i din användarinfo i installationsmenyn Tryck MENU, och mata in din info, försök sedan igen

source: You have selected no logs to delete.
sv: Du har inte valt någon logg att radera.

source: You have selected no logs to send.
sv: Du har inte valt någon logg att sända.

source: You have to wait %s!
sv: Du måste vänta %s!

source: You must set at least one Command
sv: Du måste ange minst ett kommando

source: You seem to be in timeshift!
sv: Du verkar ha aktiverat timeshift!

source: You seem to be in timeshift, Do you want to leave timeshift ?
sv: Du verkar ha aktiverat timeshift, Vill du lämna timeshift ?

source: You system does not support ext4
sv: Ditt system stöder inte ext4

source: Your %s %s is now ready to use. Your internet connection is working now. Please press OK to continue.
sv: Din %s %s är nu klar för användning. Din Internet anslutning fungerar nu. Vänligen tryck OK för att forsätta.

source: Your %s %s is rebooting
sv: Din %s %s startar om.

source: Your %s %s is shutting down
sv: Din %s %s stänger ned

source: Your IP:
sv: Din IP

source: Your STB will restart after pressing OK on your remote control.
sv: Din %s %s startar om efter tryckning på OK på din fjärrkontroll.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
sv: Din samling överstiger storleken på single layer media, du kommer behöva en tom dual layer DVD!

source: Your config file is not well-formed: %s
sv: Din konfigurationsfil är inte rätt formaterad: %s

source: Your current collection will get lost!
sv: Din nuvarande samling kommer förloras!

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
sv: Din frontprocessors mjukvara måste uppgraderas. Tryck OK för att starta.

source: Your internet connection is not working! Please choose what you want to do next.
sv: Din Internat anslutning fungerar inte! Vänligen välj vad du vill utföra.

source: Your internet connection is working (ip: %s)
sv: Din internetanslutning fungerar (ip: %s)

source: Your network configuration has been activated.
sv: Din nätverkskonfiguration har aktiverats.

source: Your receiver does not have an internet connection
sv: Din mottagare har ingen internetanslutning

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
sv: Din trådlösa LAN Internet anslutning kunde inte startas! Har du anslutit din USB WLAN-sticka? Vänligen välj vad du vill göra härnäst.

source: Zap + Exit
sv: Zap + Avsluta

source: Zap back to previously tuned service?
sv: Gå tillbaka till föregående inställd kanal?

source: Zap back to service before positioner setup?
sv: Gå tillbaka till kanalen som användes före motorinstallation?

source: Zap back to service before tuner setup?
sv: Gå tillbaka till kanalen som användes innan konfiguration av mottagare?

source: Zap focus to Picture in Picture
sv: Flytta fokus till Bild i Bild

source: Zap focus to main screen
sv: Flytta fokus till huvudbild

source: Zap mode
sv: Zap läge

source: Zap to channel (setup in menu)
sv: Gå till kanal (ange i menyn)

source: Zap to channel and close (setup in menu)
sv: Gå till kanal och avsluta (ange i menyn)

source: Zap up
sv: Bläddra upp

source: Zoom In/Out TV...
sv: Zooma In/Ut TV...

source: Zoom Off...
sv: Zoom Av...

source: Zoom from left
sv: Zooma från vänster

source: Zoom from right
sv: Zooma från höger

source: [TimeShift] Restarting Timeshift!
sv: [TimeShift] Startar om Timeshift!

source: [Timeshift] Merging records failed!
sv: [Timeshift] Sammanfogning av inspelningar misslyckades!

source: [alternative edit]
sv: [ändra alternativ]

source: [bouquet edit]
sv: [favoritlists editor]

source: [favourite edit]
sv: [favorit editor]

source: [move mode]
sv: [flyttläge]

source: a gui to assign services/providers to common interface modules
sv: ett gränssnitt för att tilldela services/providers till common interface moduler

source: a gui to assign services/providers/caids to common interface modules
sv: ett gränssnitt för att tilldela services/providers/caids till common interface moduler

source: abort alternatives edit
sv: avbryt ändra alternativ

source: abort bouquet edit
sv: avbryt editera favoritlista

source: abort favourites edit
sv: avbryt editera favoriter

source: about to start
sv: håller på att starta

source: activate network adapter configuration
sv: aktivera nätverkskorts konfiguration

source: activatePiP
sv: Aktivera BiB

source: active CAM 1:
sv: aktiv CAM 1

source: active CAM 2:
sv: aktiv CAM 2

source: add Plugin to Mainmenu
sv: Läg till tillägg till huvudmenyn

source: add alternatives
sv: lägg till alternativ

source: add bookmark
sv: lägg till bokmärke

source: add bouquet
sv: lägg till favoritlista

source: add marker
sv: lägg till markör

source: add service to bouquet
sv: lägg till kanal i favoritlista

source: add service to favourites
sv: lägg till kanal i favoriter

source: add to parental protection
sv: lägg till föräldraskydd

source: address:
sv: adress:

source: adult movie/drama
sv: vuxenfilm/drama

source: advanced
sv: avancerad

source: adventure/western/war
sv: äventyr/västern/krig

source: advertisement/shopping
sv: reklam/shopping

source: alphabetic
sv: sortera alfabetisk

source: alphabetic reverse
sv: omvänd alfabetisk ordning

source: am
sv: fm

source: are you sure to cancel all changes
sv: är du säker på att du vill avbryta alla ändringar

source: arts/culture (without music, general)
sv: konst/kultur (utom musik, allmänt )

source: arts/culture magazine
sv: konst/kulturmagasin

source: as plugin in extended bar
sv: som plugin i utökat fält

source: at beginning
sv: i början

source: at end
sv: i slutet

source: athletics
sv: idrott

source: audio tracks
sv: ljudspår

source: auto deepstandby
sv: autoavstängning

source: auto standby
sv: autoviloläge

source: automatic
sv: automatisk

source: back
sv: tillbaka

source: background image
sv: bakgrundsbild

source: ballet
sv: balett

source: better
sv: bättre

source: black
sv: svart

source: black & white
sv: svart & vitt

source: blacklist
sv: svartlista

source: blue
sv: blå

source: broadcasting/press
sv: radio/tidningar

source: by date
sv: sortera efter datum

source: card
sv: kort

source: card reader
sv: kortläsare

source: cartoon/puppets
sv: tecknat/dockor

source: center
sv: centrera

source: change Volume down
sv: Ändra volym ner

source: change Volume up
sv: Ändra volym upp

source: chapters
sv: kapitel

source: childrens's/youth program (general)
sv: barn/ungdomsprogram (allmänt)

source: circular left
sv: cirkulär vänster

source: circular right
sv: cirkulär höger

source: close share view
sv: stäng share view

source: comedy
sv: komedi

source: confirmed
sv: bekräftad

source: connected
sv: ansluten

source: continue
sv: fortsätt

source: cooking
sv: matlagning

source: copy
sv: kopiera

source: copy to bouquets
sv: kopiera till favoritlista

source: create directory
sv: skapa bibliotek

source: currently installed image: %s
sv: aktuell installerad image: %s

source: daily
sv: daglig

source: day
sv: dag

source: decrease uphop by 1
sv: minska uphop med 1

source: default
sv: normal

source: delete
sv: ta bort

source: delete cut
sv: ta bort klipp

source: descramble and record ecm
sv: avkoda och spela in ecm

source: detective/thriller
sv: deckare/thriller

source: disable
sv: avaktivera

source: disable move mode
sv: avaktivera flyttläge

source: disabled
sv: avaktiverad

source: disconnected
sv: bortkopplad

source: discussion/interview/debate
sv: diskussion/intervju/debatt

source: do nothing
sv: gör inget

source: documentary
sv: documentär

source: don't descramble, record ecm
sv: avkoda inte, spela in ecm

source: done!
sv: klar!

source: dont wait
sv: Vänta inte

source: east
sv: öst

source: ecm time:
sv: ecm tid:

source: economics/social advisory
sv: ekonomi/sociala rådgivare

source: edit alternatives
sv: ändra alternativ

source: education/science/factual topics (general)
sv: utbildning/forskning/sakliga ämnen (allmänt)

source: empty
sv: tom

source: enable
sv: aktivera

source: enable bouquet edit
sv: aktivera favoritlists editor

source: enable favourite edit
sv: aktivera favoriter editor

source: enable move mode
sv: aktivera flyttläge

source: enabled
sv: aktiverad

source: end alternatives edit
sv: avsluta ändra alternativ

source: end bouquet edit
sv: avsluta favoritlists editor

source: end cut here
sv: slutklipp här

source: end favourites edit
sv: avsluta favoriter editor

source: enter number to jump to channel.
sv: mata in kanalnummer.

source: entertainment (10-16 year old)
sv: underhållning (10-16 år)

source: entertainment (6-14 year old)
sv: underhållning (6-14 år)

source: equal to
sv: lika med

source: equestrian
sv: ridsport

source: error starting scanning
sv: Felmeddelande, starta scanning

source: error while scanning
sv: Felmeddelande under scanningen

source: exit DVD player or return to file browser
sv: avsluta DVD spelare eller återgå till fil utforskare

source: exit mounts setup menu
sv: avsluta monteringens installationsmeny

source: exit network adapter configuration
sv: avsluta nätverkskorts konfiguration

source: exit networkadapter setup menu
sv: avsluta nätverkskort installationsmeny

source: experimental film/video
sv: experimentell film/video

source: extensions.
sv: utökningar.

source: failed
sv: misslyckades

source: false
sv: falskt

source: fashion
sv: mode

source: fast
sv: snabb

source: file oscam.conf could not be found
sv: oscam.config filen hittades inte

source: fileformats (BMP, PNG, JPG, GIF)
sv: filformat (BMP, PNG, JPG, GIF)

source: filename
sv: filnamn

source: film/cinema
sv: film

source: fine arts
sv: konst

source: fitness & health
sv: fitness & hälsa

source: flat alphabetic
sv: rak alfabetisk

source: flat alphabetic reverse
sv: omvänd rak alfabetisk

source: folk/traditional music
sv: folk/traditionell musik

source: football/soccer
sv: fotboll

source: foreign countries/expeditions
sv: främmande länder/expeditioner

source: forward to the next chapter
sv: framåt till nästa kapitel

source: free
sv: fri

source: free diskspace
sv: ledigt diskutrymme

source: from
sv: från

source: further education
sv: ytterligare utbildning

source: game show/quiz/contest
sv: lekprogram/frågesport/tävlingar

source: gardening
sv: trädgårdsskötsel

source: get the cards' server
sv: erhåll kortets server

source: go to deep standby
sv: stäng av mottagaren

source: go to standby
sv: inta viloläge

source: grab this frame as bitmap
sv: ta den här framen som bitmap

source: green
sv: grön

source: handicraft
sv: hantverk

source: handled
sv: hanteras

source: height
sv: höjd

source: help...
sv: Hjällp...

source: horizontal
sv: horisontal

source: increase uphop by 1
sv: utöka uphop med 1

source: information/education/school program
sv: information/utbildning/skolprogram

source: init module
sv: initiera modul

source: init modules
sv: initiera moduler

source: insert mark here
sv: infoga markör här

source: invalid type
sv: felaktig typ

source: is strongly advised.
sv: rekommenderas starkt

source: jump back to the previous title
sv: hoppa bakåt till föregående titel

source: jump forward to the next title
sv: hoppa framåt till nästa titel

source: just abort, no message
sv: Ta bort utan meddelande

source: just abort, show message
sv: Ta bort och visa meddelande

source: languages
sv: språk

source: leave movie player...
sv: lämna movieplayer...

source: left
sv: vänster

source: leisure hobbies (general)
sv: fritid hobbies (allmänt)

source: length
sv: längd

source: limit ..., aborting !
sv: gräns...,avbryter !

source: literature
sv: litteratur

source: live broadcast
sv: direktsändning

source: locked
sv: låst

source: long
sv: lång

source: loopthrough to
sv: loopthrough till

source: magazines/reports/documentary
sv: magasin/rapporter/dokumentärer

source: making a backup before updating
sv: utför en backup före uppdatering

source: manage local Files
sv: Hantera lokala filer

source: manual
sv: manuell

source: martial sports
sv: kampsport

source: medicine/physiology/psychology
sv: medicin/fysiologi/psykologi

source: menu
sv: meny

source: mins
sv: min

source: minute
sv: minut

source: minutes
sv: minuter

source: month
sv: månad

source: motoring
sv: motor

source: move
sv: flytta

source: move down to last entry
sv: flytta ner till sista posten

source: move down to next entry
sv: flytta ner till nästa post

source: move up to first entry
sv: flytta upp till första posten

source: move up to previous entry
sv: flytta upp till föregående post

source: movie/drama (general)
sv: film/drama (allmänt)

source: music/ballet/dance (general)
sv: musik/balett/dans (allmänt)

source: musical/opera
sv: musikal/opera

source: nature/animals/environment
sv: natur/djur/miljö

source: never
sv: aldrig

source: new media
sv: nya media

source: news magazine
sv: nyhetsmagasin

source: news/current affairs (general)
sv: nyheter/aktuella frågor (allmänt)

source: news/weather report
sv: nyheter/väderrapporter

source: no
sv: nej

source: no CAId selected
sv: ingen CAId vald

source: no CAM 1 active
sv: Ingen CAM 1aktiv

source: no CAM 2 active
sv: Ingen CAM 2 aktiv

source: no CI slots found
sv: ingen CI slot hittad

source: no cam
sv: Ingen cam

source: no module found
sv: ingen modul hittad

source: no or unknown card inserted
sv: inget eller okänt kort isatt

source: no storage devices found
sv: ingen lagringsenhet funnen

source: none
sv: ingen

source: not configured
sv: ej konfigurerad

source: not locked
sv: inte låst

source: not supported
sv: stöds ej

source: not used
sv: ej använd

source: nothing connected
sv: inget anslutet

source: of a DUAL layer medium used.
sv: av DUAL layer media använt.

source: of a SINGLE layer medium used.
sv: av SINGLE layer media använt.

source: off
sv: av

source: offset is
sv: offset är

source: on
sv: på

source: on READ ONLY medium.
sv: på READ ONLY media.

source: once
sv: ingen

source: only HD
sv: endast HD

source: open nameserver configuration
sv: öppna namnserver konfiguration

source: original language
sv: originalspråk

source: packages selected.
sv: valda paket.

source: page left
sv: till vänster

source: pass
sv: klart

source: performing arts
sv: Scenkonst

source: play as picture in picture
sv: visa som bild i bild

source: play in mainwindow
sv: visa i huvudfönstret

source: please press OK when ready
sv: tryck OK när du är klar

source: please wait, loading picture...
sv: vänligen vänta, laddar bild...

source: please wait...
sv: vänligen vänta...

source: pm
sv: em

source: popular culture/traditional arts
sv: poulärkultur/traditionell konst

source: pre-school children's program
sv: program för barn under 7 år

source: provid:
sv: leverantörID:

source: provider:
sv: leverantör:

source: reboot system
sv: starta om systemet

source: record
sv: spela in

source: recording...
sv: spelar in...

source: red
sv: röd

source: remarkable people
sv: enastående människor

source: remove after this position
sv: ta bort efter denna position

source: remove all alternatives
sv: ta bort alla alternativ

source: remove all new found flags
sv: ta bort alla nyfunna flaggor

source: remove before this position
sv: ta bort före denna position

source: remove bookmark
sv: ta bort bokmärke

source: remove bouquet from parental protection
sv: ta bort föräldraskydd från kanallista

source: remove cable services
sv: ta bort kabel-tv tjänster

source: remove directory
sv: ta bort katalog

source: remove entry
sv: ta bort post

source: remove from parental protection
sv: ta bort från föräldraskydd

source: remove new found flag
sv: ta bort ny funnen flagga

source: remove selected satellite
sv: ta bort vald satellit

source: remove terrestrial services
sv: ta bort marksända tjänster

source: remove this mark
sv: ta bort denna markör

source: rename
sv: byt namn

source: rename entry
sv: byt namn på post

source: repeat playlist
sv: upprepa spellista

source: repeated
sv: repeterande

source: restart GUI
sv: starta om GUI

source: reverse by date
sv: omvänd datumordning

source: rewind to the previous chapter
sv: spola tillbaka till föregående kapitel
