Repository: miraclebox-git/stb-mbgui
Catalog: po/*.po
Languages: sv

source: right
sv: höger

source: romance
sv: romantik

source: running...
sv: pågår...

source: save last directory on exit
sv: spara sista biblioteket vid avslut

source: save playlist on exit
sv: spara spellista vid avslut

source: scan state
sv: sökningsstatus

source: science fiction/fantasy/horror
sv: science fiction/fantasy/skräck

source: second cable of motorized LNB
sv: andra kabeln från motorstyrt LNB

source: seconds
sv: sekunder

source: security
sv: Säkerhet

source: select
sv: välj

source: select CAId's
sv: välj CAIds

source: select menu entry
sv: välj meny post

source: serious music/classic music
sv: seriös musik/klassisk musik

source: serious/classical/religious/historical movie/drama
sv: seriös/klassisk/religiös/historisk film/drama

source: service PIN
sv: kanal PIN

source: set as startup service
sv: ange som startkanal

source: share:
sv: dela:

source: show DVD main menu
sv: visa DVD huvudmeny

source: show EPG...
sv: visa EPG...

source: show all cards
sv: visa alla kort

source: show all tags
sv: visa alla taggar

source: show alternatives
sv: visa alternativ

source: show cards with uphop 0
sv: visa kort med uphop 0

source: show cards with uphop 1
sv: visa kort med uphop 1

source: show cards with uphop 2
sv: visa kort med uphop 2

source: show cards with uphop 3
sv: visa kort med uphop 3

source: show cards with uphop 4
sv: visa kort med uphop 4

source: show cards with uphop 5
sv: visa kort med uphop 5

source: show cards with uphop 6
sv: visa kort med uphop 6

source: show cards with uphop 7
sv: visa kort med uphop 7

source: show cards with uphop 8
sv: visa kort med uphop 8

source: show cards with uphop 9
sv: visa kort med uphop 9

source: show event details
sv: visa programdetaljer

source: show mediaplayer on mainmenu
sv: visa mediaspelaren i huvudmenyn

source: show picons in service list
sv: Visa picons i kanallista

source: show program information...
sv: visa programinformation...

source: show transponder info
sv: visa transponder info

source: show/game show (general)
sv: shower/lekprogram (allmänt)

source: shuffle
sv: blanda

source: shut down
sv: stäng av

source: simple
sv: enkelt

source: skip backward
sv: hoppa bakåt

source: skip backward (enter time)
sv: hoppa bakåt (ange tid)

source: skip forward
sv: hoppa framåt

source: skip forward (enter time)
sv: hoppa framåt (ange tid)

source: slow
sv: långsam

source: soap/melodram/folkloric
sv: såpa/melodram/folklore

source: social/political issues/economics (general)
sv: sociala/politiska frågor/ekonomi (allmänt)

source: social/spiritual science
sv: social/andlig vetenskap

source: sorting of playlists
sv: sortering av spellistor

source: special events
sv: särskilda händelser

source: sports (general)
sv: sport (allmänt)

source: sports magazine
sv: sportmagasin

source: start cut here
sv: startklipp här

source: start directory
sv: startbibliotek

source: stepsize
sv: stegstorlek

source: stop using as startup service
sv: använd inte som startkanal

source: switch to bookmarks
sv: byt till bokmärke

source: switch to filelist
sv: byt till fillista

source: switch to the next angle
sv: byt till nästa position

source: switch to the next audio track
sv: byt till nästa ljudspår

source: switch to the next subtitle language
sv: byt till nästa textningsspråk

source: team sports
sv: lagsport

source: technology/natural science
sv: teknik/naturvetenskap

source: template file
sv: mallfil

source: this bouquet is protected by a parental control pin
sv: denna kanallista är föräldraskyddad med PIN-kod

source: this recording
sv: denna inspelning

source: this service is protected by a parental control pin
sv: denna kanal är föräldraskyddad

source: toggle time, chapter, audio, subtitle info
sv: skifta tid, kapitel, ljud, textning info

source: top
sv: överst

source: tourism/travel
sv: turism/resor

source: true
sv: sann

source: uShare Log
sv: uShare Logg

source: uShare Name
sv: uShare Namn

source: uShare Setup
sv: uShare Konfiguration

source: unavailable
sv: inte tillgänglig

source: unconfirmed
sv: obekräftad

source: unknown
sv: okänd

source: unknown service
sv: okänd kanal

source: unpublished
sv: opublicerad

source: until standby/restart
sv: till viloläge/omstart

source: updates available.
sv: tillgängliga uppdateringar.

source: user defined
sv: användardefinierad

source: using:
sv: använder:

source: variety show
sv: varieté

source: vertical
sv: vertikal

source: view extensions...
sv: visa utökningar...

source: wait for mmi...
sv: vänta på mmi...

source: waiting
sv: väntar

source: wakeup
sv: starta upp

source: wakeup to standby
sv: starta upp till viloläge

source: water sport
sv: vattensport

source: weekly
sv: varje vecka

source: west
sv: väst

source: when asking question about this log
sv: vid frågor om den här logfilen

source: when asking question about this log A copy has been sent to yourself.
sv: vid frågor om den här logfilen En kopia har skickats till dig.

source: white
sv: vit

source: width
sv: bredd

source: winter sport
sv: vintersport

source: wireless network interface
sv: Trådlöst nätverkskort

source: with %d error
sv: med %d fel

source: with exit button
sv: med exit-knappen

source: with left/right buttons
sv: med vänster/höger knapparna

source: with long OK press
sv: med lång tryckning på OK

source: working
sv: pågående

source: yellow
sv: gul

source: yes
sv: ja

source: yes (keep feeds)
sv: ja (behåll feeds)

source: zap and record
sv: zap och spela in

source: zapped
sv: zappad
