Repository: miraclebox-git/stb-mbgui
Catalog: po/*.po
Languages: sv

source: Do you really want to download the plugin "%s"?
sv: Vill du verkligen ladda ner pluginet "%s"?

source: Do you really want to exit?
sv: Vill du verkligen avsluta?

source: Do you really want to initialize the device? All data on the disk will be lost!
sv: Vill du verkligen initiera enheten? All data på disken kommer att förloras!

source: Do you really want to move to trashcan ?
sv: Vill du verkligen flytta till papperskorgen?

source: Do you really want to permamently remove '%s' from trash can ?
sv: Vill du verkligen ta bort '%s' från papperskorgen permanent ?

source: Do you really want to permanently remove from trash can ?
sv: Vill du verkligen ta bort från papperskorgen permanent ?

source: Do you really want to remove directory %s from the disk?
sv: Vill du verkligen ta bort katalog %s från disken?

source: Do you really want to remove the plugin "%s"?
sv: Vill du verkligen ta BORT plugin "%s"?

source: Do you really want to remove your bookmark of %s?
sv: Vill du verkligen ta bort bokmärkt från %s?

source: Do you want to add any additional information ?
sv: Vill du lägga till någon ytterligare information ?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
sv: Vill du även installera Samba klient? Detta låter dig installera Windows delningar på denna enhet.

source: Do you want to attach a text file to explain the log ? (choose 'No' to type message using virtual keyboard.)
sv: Vill du bifoga en textfil för att förklara loggen ? (välj 'Nej' för skriva meddelande på virtuellt tangentbord.)

source: Do you want to burn this collection to DVD medium?
sv: Vill du bränna denna samlig till ett DVD media?

source: Do you want to continue?
sv: Vill du fortsätta?

source: Do you want to delete all selected files: (choose 'No' to only delete the currently selected file.)
sv: Vill du radera alla valda filer: (välj 'Nej' för att endast radera den senast valda filen.)

source: Do you want to do a service scan?
sv: Vill du söka efter kanaler?

source: Do you want to do another manual service scan?
sv: Vill du göra en ny manuell sökning?

source: Do you want to download the image to %s ?
sv: Vill du ladda ner image till %s ?

source: Do you want to install the package:
sv: Vill du installera paketet:

source: Do you want to play DVD in drive?
sv: Vill du spela upp DVD i spelaren?

source: Do you want to preview this DVD before burning?
sv: Vill du förhandsgranska denna DVD innan bränning?

source: Do you want to reboot your %s %s
sv: Vill du starta om din %s %s?

source: Do you want to reboot your receiver?
sv: Vill du starta om din mottagare?

source: Do you want to remove the package:
sv: Vill du avinstallera paketet:

source: Do you want to restore your settings?
sv: Vill du återställa dina inställningar?

source: Do you want to resume this playback?
sv: Vill du återuppta uppspelningen?

source: Do you want to send all selected files: (choose 'No' to only send the currently selected file.)
sv: Vill du skicka alla valda filer: (välj 'Nej' för att endast skicka den senast valda filen.)

source: Do you want to update your %s %s ?
sv: Vill du uppdatera din %s %s?

source: Do you want to upgrade the package:
sv: Vill du uppgradera paketet:

source: Dobly Digital downmix is now
sv: Dolby Digital nedmixning är nu

source: Dolby Digital / DTS downmix
sv: Dolby Digital / DTS nedmixning

source: Don't save
sv: Spara Inte

source: Don't stop current event but disable coming events
sv: Avsluta inte pågående händelse men avaktivera följande

source: Done - Installed, upgraded or removed %d package (%s)
sv: Klar - Installerat, uppgraderat eller avinstallerat %d paket (%s)

source: Down
sv: Ned

source: Down card-slot card:
sv: Nedre

source: Download
sv: Nedladdning

source: Download %s from server
sv: Ladda ned %s från server

source: Download .NFI-files for USB-flasher
sv: Ladda ner .NFI filer för USB-Flasher

source: Download plugins
sv: Ladda ner plugins

source: Downloading
sv: Laddar ner

source: Downloading plugin information. Please wait...
sv: Hämtar plugininformation. Var vänlig vänta...

source: Dutch
sv: Holländska

source: Dynamic contrast
sv: Dynamisk kontrast

source: E
sv: Ö

source: ECM Statistics
sv: ECM Statistik

source: ECM Time
sv: ECM Tid

source: ECM data will be included in the stream. This enables a client receiver to decode it.
sv: ECM data inkluderas i strömning. Detta möjliggör för en klient-mottagare att avkoda den.

source: ECM last
sv: ECM senaste

source: ECM-Time
sv: ECM-Tid

source: EPG Cache Check
sv: EPG Cachekontroll

source: EPG Search
sv: EPG Sökning

source: EPG filename
sv: EPG filnamn

source: EPG language selection 1
sv: EPG språkval 1

source: EPG language selection 2
sv: EPG språkval 2

source: EPG location
sv: EPG plats

source: EPG settings
sv: EPG inställningar

source: ERROR - failed to scan (%s)!
sv: FEL - misslyckades söka efter (%s)!

source: East
sv: Öst

source: East limit set
sv: Ange Östlig gräns

source: Edit
sv: Ändra

source: Edit DNS
sv: Ändra DNS

source: Edit chapters of current title
sv: Ändra kapitel i aktuell titel

source: Edit new entry
sv: Ändra ny post

source: Edit settings
sv: Ändra inställningar

source: Edit timer
sv: Ändra timer

source: Edit title
sv: Ändra titel

source: Edit upgrade source url.
sv: Ändra url till uppgraderingskälla.

source: Education/Science/...
sv: Utbildning/Vetenskap/...

source: Elapsed
sv: Förfluten

source: Elapsed & Remaining
sv: Förfluten & Kvarvarande

source: Electronic Program Guide
sv: Elektronisk Program Guide

source: Enable
sv: Aktivera

source: Enable 5V for active antenna
sv: Aktivera 5V för aktiv antenn

source: Enable EIT EPG
sv: Aktivera EIT EPG

source: Enable MHW EPG
sv: Aktivera MHW EPG

source: Enable Netmed EPG
sv: Aktivera Netmed EPG

source: Enable Network IP address check
sv: Aktivera koll av Nätverks IP adress

source: Enable Network Traffic check
sv: Aktivera koll av nätverks trafik

source: Enable ViaSat EPG
sv: Aktivera ViaSat EPG

source: Enable Virgin EPG
sv: Aktivera Virgin EPG

source: Enable blinking Clock on the LCD Display
sv: Aktivera Blinkande klocka på LCD skärmen

source: Enable blinking rec symbol on the LCD Display
sv: Akrivera Blinkande REC symbol på LCD skärmen

source: Enable infobar fade-out
sv: Tona bort infofält

source: Enable multiple bouquets
sv: Aktivera flera favoritlistor

source: Enable panic button
sv: Aktivera Panikknapp

source: Enable teletext caching
sv: Aktivera Text-TV caching

source: Enabled
sv: Aktiverad

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
sv: Aktiverar en funktion så att mottagaren kan avkoda strömning (om ECM datan är inkluderad i strömningen och ett giltigt kort är isatt).

source: Encrypted:
sv: Krypterad:

source: Encryption
sv: Kryptering

source: Encryption key
sv: Krypteringsnyckel

source: Encryption key type
sv: Typ av krypteringsnyckel

source: Encryption:
sv: Kryptering:

source: End time
sv: Sluttid

source: English
sv: Engelska

source: Enigma2 Changes
sv: Enigma2 Ändringar

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
sv: Enigma2 Skinselector Om du upplever några problem, var god kontaktat stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enigma2 skin selector
sv: Enigma2 'skin' väljare

source: Enter main menu...
sv: Gå till huvudmeny...

source: Enter pin code
sv: Ange pin kod

source: Enter the service pin
sv: Ange kanal pin

source: Entitlements
sv: Rättigheter

source: Epg/Guide long
sv: Epg/Guide lång

source: Equal to
sv: Lika med

source: Error
sv: Fel

source: Error code
sv: Felkod

source: Error downloading change log.
sv: Fel vid nedladnning av ändringslogg.

source: Error executing plugin
sv: Fel vid körning av plugin

source: Error reading webpage!
sv: Fel vid läsning av webbsida!

source: Error: %s
sv: Fel: %s

source: Error: %s Retry?
sv: Fel: %s Försöka igen?

source: Estonian
sv: Estniska

source: Ethernet network interface
sv: Ethernet nätverkskort

source: Event Info
sv: Händelse Info

source: Event font size
sv: Fontstorlek för evenemang

source: Everywhere
sv: Överallt

source: Exceeds dual layer medium!
sv: Överskrider dual layer media!

source: Execution finished!!
sv: Exekvering färdig!!

source: Execution progress:
sv: Exekvering pågår:

source: Exit
sv: Avsluta

source: Exit EPG
sv: Avsluta EPG

source: Exit editor
sv: Avsluta editor

source: Exit input device selection.
sv: Avsluta val av inmatningsenhet.

source: Exit media player?
sv: Avsluta mediaspelare?

source: Exit mediaplayer
sv: Avsluta mediaplayer

source: Exit movie list
sv: Avsluta filmlistan

source: Exit movie player?
sv: Avsluta movie player?

source: Exit nameserver configuration
sv: Avsluta namnserverkonfiguration

source: Exit network interface list
sv: Avsluta nätverkskortslistan

source: Exit network wizard
sv: Avsluta nätverksguiden

source: Extended Networksetup Plugin...
sv: Plugin för Utökad Nätverksinställning...

source: Extended Setup...
sv: Utökad installation...

source: Extended Shares
sv: Utökade Delningar

source: Extended Software
sv: Utökad Mjukvara

source: Extended Software Plugin
sv: Utökad Mjukvaru Plugin

source: Extended network setup plugin...
sv: Konfiguration av Plugin för utökat nätverk...

source: Extended setup...
sv: Utökad installation...

source: Extensions
sv: Utökningar

source: External
sv: Extern

source: External PiP
sv: Extern BiB

source: External Storage %s
sv: Extern lagring %s

source: Extra motor options
sv: Extra motoralternativ

source: F1/LAN long
sv: F1/LAN lång

source: F2 long
sv: F2 lång

source: F3 long
sv: F3 lång

source: FAILED
sv: MISSLYCKADES

source: FTP Setup
sv: FTP-Konfiguration

source: Factory reset
sv: Fabriksåterställning

source: Failed
sv: Misslyckades

source: Failed to download an Addon...
sv: Misslyckades att ladda ner tillägg

source: Failed to write /tmp/positionersetup.log:
sv: Misslyckades att skriva /tmp/positionersetup.log:

source: Fan %d
sv: Fläkt %d

source: Fast
sv: Snabb

source: Fast DiSEqC
sv: Snabb DiSEqC

source: Fast Scan
sv: Snabbsökning

source: Fast epoch
sv: Snabb epoch

source: Fast forward speeds
sv: Hastigheter snabbspolning framåt

source: Favourites
sv: Favoriter

source: File appears to be busy.
sv: Filen verkar vara upptagen.

source: File oscam.conf not found. Please enter username/password manually.
sv: Filen oscam.conf hittades inte. V.v.

source: Filesystem Check
sv: Filsystemskontroll

source: Final position at
sv: Slutposition vid

source: Final position at index
sv: Slutposition vid index

source: Fine movement
sv: Motor finstegning

source: Finetune
sv: Fininställning

source: Finished
sv: Klart

source: Finished configuring your network
sv: Klar med konfigureringen av ditt nätverk

source: Finished restarting your network
sv: Klar med omstarten av ditt nätverk

source: Finnish
sv: Finska

source: Fixed
sv: Fast

source: Flashing
sv: Blinkande

source: Flashing failed
sv: Flashningen misslyckades

source: Following tasks will be done after you press OK!
sv: Följande saker kommer utföras efter du tryckt på OK!

source: Fontsize
sv: Fontstorlek

source: Format
sv: Formatera

source: Format HDD
sv: Formatera HDD

source: Format and initialize
sv: Formatera och initiera

source: Forward volume keys
sv: Överför volymkontroll

source: Frame size in full view
sv: Ramstorlek i fullskärm

source: Free Memory:
sv: Ledigt Minne:

source: Free Swap:
sv: Ledigt Swap:

source: Free To Air
sv: Okodade Kanaler

source: Free memory
sv: Ledigt minne

source: Free memory:
sv: Ledigt minne:

source: Free:
sv: Ledigt:

source: Free:
sv: Ledigt:

source: French
sv: Franska

source: Frequency
sv: Frekvens

source: Frequency bands
sv: Frekvensband

source: Frequency scan step size(khz)
sv: Frekvenssökningssteg (khz)

source: Frequency steps
sv: Frekvenssteg

source: Fri
sv: Fre

source: Friday
sv: Fredag

source: From :
sv: Från:

source: Front USB
sv: Främre USB

source: Front USB 3.0
sv: Främre USB 3.0

source: Full transparency
sv: Full transparens

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
sv: GUI måste startas om för nytt utseende Vill du starta om GUI nu?

source: General
sv: Generell

source: General AC3 delay
sv: Generell AC3 fördröjning

source: General PCM delay
sv: Generell PCM fördröjning

source: German
sv: Tyska

source: Get latest experimental image
sv: Hämta senaste experimentella image

source: Get latest release image
sv: Hämta senaste release image

source: Getting plugin information. Please wait...
sv: Hämtar plugin information. Var vänlig vänta...

source: Go down the list
sv: Gå nedåt i listan

source: Go to first movie or last item
sv: Gå till första filmen eller sista posten

source: Go to first movie or top of list
sv: Gå till första filmen eller toppen av listan

source: Go up the list
sv: Gå uppåt i lista

source: Goto
sv: Gå till

source: Goto 0
sv: Gå till 0

source: Goto :
sv: Gå till:

source: Goto X
sv: Gå till X

source: Goto index position
sv: Gå till indexpositionen

source: Goto next bouquet
sv: Gå till nästa favoritlista

source: Goto next channel
sv: Gå till nästa kanal

source: Goto next event
sv: Gå till nästa händelse

source: Goto position
sv: Gå till position

source: Goto previous bouquet
sv: Gå till föregående favoritlista

source: Goto previous channel
sv: Gå till färegående kanal

source: Goto previous event
sv: Gå till föregående händelse

source: Goto specific data/time
sv: Gå till specifikt datum/tid

source: GotoX calibration
sv: Gå till X kalibrering

source: Graphical EPG
sv: Grafisk EPG

source: GraphicalEPG settings
sv: Inställningar GrafiskEPG

source: Graphics
sv: Grafik

source: Greek
sv: Grekiska

source: Green
sv: Grön

source: Green long
sv: Grön lång

source: Grey
sv: Grå

source: Guard interval
sv: Guard intervall

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
sv: H: = Varje tim / D: = Dagligen / W: = Veckovis / M: = Månadsvis

source: HD list
sv: HD lista

source: HDMI CEC Setup
sv: HDMI CEC Inställning

source: Handle standby from TV
sv: Hantera viloläge från TV

source: Handle wakeup from TV
sv: Hantera uppväckning från TV

source: Hard disk setup
sv: Hårddiskinstallation

source: Hard disk standby after
sv: Viloläge för hårddisk efter

source: Harddisk Setup
sv: Hårddiskinstallation

source: Hebrew
sv: Hebreiska

source: Height
sv: Höjd

source: Help
sv: Hjälp

source: Help long
sv: Hjälp lång

source: Helps setting up your signal
sv: Hjälper dig med dina signalinställngar

source: Hidden network
sv: Dolda nätverk

source: Hide any zap error messages.
sv: Dölj alla felmeddelanden vid kanalbyte.

source: Hide known extensions
sv: Dölj kända filändelser

source: Hide player
sv: Dölj spelare

source: Hide zap errors
sv: Dölj Zap fel

source: Hierarchy info
sv: Hierarkisk info

source: Hierarchy information
sv: Hierarkisk information

source: High bitrate support
sv: Hög bitrate stöd

source: History buttons mode
sv: Alternativ för tidigare kanaler

source: History zap...
sv: Zaphistorik...

source: Hold screen
sv: Behåll bild

source: Hold till locked
sv: Håll ner tills spärrad

source: Home
sv: Hem

source: Horizontal
sv: Horisontal

source: Horizontal turning speed
sv: Horisontell förflyttningshastighet

source: Hostname:
sv: Värdnamn:

source: Hostname:
sv: Värdnamn:

source: Hour
sv: Timme

source: Hourly
sv: Varje timme

source: Hours Mins
sv: Timmar Minuter

source: Hours Mins Secs
sv: Tim Min Sek

source: How many minutes do you want to record?
sv: Hur många minuter vill du spela in?

source: Hue
sv: Färgton

source: Hungarian
sv: Ungerska

source: IMDB search for current event
sv: IMDb sökning för aktuell händelse

source: IMDb Search
sv: IMDb Sökning

source: IP address
sv: IP-Adress

source: ISO file is too large for this filesystem!
sv: ISO fil är för stor för använt filsystem!

source: ISO path
sv: ISO sökväg

source: Icons
sv: Ikoner

source: Idle Time:
sv: ViloTid:

source: If set to 'yes' channels without EPG will not be shown.
sv: Om 'Ja' är valt så kommer kanaler utan EPG inte att visas

source: If set to 'yes' it will show the 'PO' packages in browser.
sv: Satt till 'Ja' så visas 'PO' paketen i browsern.

source: If set to 'yes' it will show the 'SRC' packages in browser.
sv: Om satt till 'Ja' så kommer 'SRC' paketen att visas i browsern

source: If set to 'yes' shows a small TV-screen in the EPG.
sv: Om 'Ja' är valt så visas en liten TV-bild i EPG:n.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
sv: Om 'Ja' är valt så visas favoritlistorna varje gång du öppnar EPG:n.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
sv: Om 'Ja' är valt så visas kanallistan efter byte mellan Radio och TV lägena

source: If set to 'yes' the infobar will be displayed when a new event starts.
sv: Om 'Ja' är valt så visas Informationsfältet när en ny händelse startar.

source: If set to 'yes' the infobar will be displayed when changing channels.
sv: Om 'Ja' är valt så visas Informationsfältet vid kanalbyte

source: If set to 'yes' you can preview channels in the EPG list.
sv: Om 'Ja' är valt så kan du förhandsgranska kanalerna i EPG listan

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
sv: Om 'Ja' är valt så kan du förhandsgranska kanallistan. Tryck 'OK' för att förhandsgranska vald kanal, tryck en andra gång på 'OK' för att gå till den kanalen, tryck 'EXIT' för att återgå till kanalen du startade på.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
sv: Om texten är för lång att visas på frontpanelen, upprepas den (antal gånger):

source: If you see this, something is wrong with your scart connection. Press OK to return.
sv: Om du ser detta, så är något fel med din scartkontakt. Tryck OK för återgå.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
sv: Om din TV har ljusstyrke- eller kontrastförbättrare, stänga av den. Om det finns något som heter "dynamic", använd standard. Justera ljusstyrkan till en inställning som du tycker är bra. Använd så lite kontrast som möjligt. Sätt ljusstyrkan till så låg som möjligt, men säkerställ att de två lägsta nivåerna av grå är urskiljningsbara. Ta inte hänsyn till de ljusa nivåerna nu. De kommer justeras i nästa steg. När du är nöjd med resultatet, tryck OK.

source: Image Manager
sv: Image Hanterare

source: Immediate shutdown
sv: Direkt avstängning

source: In progress
sv: Pågående

source: Inadyn Setup
sv: Inadyn-Konfiguration

source: Include AIT in http streams
sv: Inkludera AIT i http strömning

source: Include ECM in http streams
sv: Inkludera ECM i http strömning

source: Include EIT in http streams
sv: Inkludera EIT i http strömning

source: Incorrect type service for PiP!
sv: Felaktig typ av tjänst för BiB

source: Increase time scale
sv: Utöka tidskalan

source: Increased voltage
sv: Ökad spänning

source: Index allocated:
sv: Allokerat Index:

source: Info button (long)
sv: Info knappen (lång)

source: Info button (short)
sv: Info knappen (kort)

source: InfoBar EPG mode
sv: Infofält EPG läge

source: Infobar EPG
sv: Infofält EPG

source: Infobar fade-out speed
sv: Borttoningshastighet för infofält

source: InfobarEPG settings
sv: Inställningar för EPG's infofält

source: Init
sv: Initiera

source: Initial fast forward speed
sv: Initial snabbspolningshastighet framåt

source: Initial lock ratio
sv: Initialt bildförhållande

source: Initial rewind speed
sv: Initial snabbspolningshastighet bakåt

source: Initial signal quality
sv: Initial signalkvalitet

source: Initial signal quality:
sv: Initial signalkvalitet:

source: Initialization
sv: Initiering

source: Initialize
sv: Initiera

source: Initializing storage device...
sv: Initierar lagringsenhet...

source: Inotify Monitoring
sv: Inotify övervakning

source: Input
sv: Ingång

source: Input devices
sv: Enheter för inmatning

source: Install
sv: Installera

source: Install Failed !!
sv: Installation misslyckades!

source: Install extensions
sv: Installera utökningar

source: Install extensions.
sv: Installera utökningar.

source: Install lcd picons on
sv: Installera lcd picons på

source: Install local extension
sv: Installera lokala utökningar

source: Install or remove finished.
sv: Installation eller borttagning klar.

source: Install picons on
sv: Installera picons på

source: Install plugins
sv: Installera plugins

source: Install settings, skins, software...
sv: Installera inställningar, skins, mjukvara

source: Installation finished.
sv: Installation klar.

source: Installing
sv: Installera

source: Installing Service
sv: Installerar Tjänst

source: Instant record
sv: Direktinspelning

source: Instant record location
sv: Direktinspelningars plats

source: Instant recording location
sv: Direktinspelningars sökväg

source: Instant recordings location
sv: Direktinspelningars sökväg

source: Interface
sv: Gränssnitt

source: Interface:
sv: Gränssnitt:

source: Intermediate
sv: Normal

source: Internal
sv: Intern

source: Internal flash
sv: Internt flashminne

source: Internal hdd only
sv: Endast Intern hdd

source: Interval between keys when repeating:
sv: Intervall mellan tangenttryckningar vid upprepning:

source: Invalid directory selected: %s
sv: Ogiltigt bibliotek valt: %s

source: Invalid location
sv: Ogiltig sökväg

source: Invalid transponder data
sv: Felaktig transponder data

source: Invert
sv: Invertera

source: Is this setting ok?
sv: Är denna inställning OK?

source: Is this video mode ok?
sv: Är detta bildläge OK?

source: It is now time to configure your first tuner. Please set up tuner A
sv: Det är nu dags att konfigurera din första mottagare. Var god ställ in mottagare A

source: It is now time to configure your fourth tuner. Please set up tuner D
sv: Det är nu dags att konfigurera din fjärde mottagare. Var god ställ in mottagare D

source: It is now time to configure your second tuner. Please set up tuner B
sv: Det är nu dags att konfigurera din andra mottagare. Var god ställ in mottagare B

source: It is now time to configure your third tuner. Please set up tuner C
sv: Det är nu dags att konfigurera din tredje mottagare. Var god ställ in mottagare C

source: Italian
sv: Italienska

source: JUMP 24 HOURS
sv: HOPPA 24 TIMMAR FRAMÅT

source: Job View
sv: Arbets Vy

source: Jump back 24 hours
sv: Hoppa back 24 timmar

source: Jump forward 24 hours
sv: Hoppa framåt 24 timmar

source: Jump to beginning of list
sv: Hoppa till början av listan

source: Jump to current time
sv: Hoppa till nutid

source: Jump to end of list
sv: Hoppa till slutet av listan

source: Jump to next marked position
sv: Hoppa till nästa markerade position

source: Jump to previous marked position
sv: Hoppa till föregående markerad position

source: Jump to prime time
sv: Hoppa till prime time

source: Just change channels
sv: Ändra kanaler endast

source: Just scale
sv: Endast skalning

source: Just zap
sv: Kanalbyte

source: Keeps MovieList open whilst playing audio files.
sv: Behåller Filmlistan öppen även under uppspelning av audiofiler

source: Keyboard map
sv: Tangentbordslayout
