Repository: miraclebox-git/stb-mbgui
Catalog: po/*.po
Languages: sv

source: <This tuner is configured automatically>
sv: <Den här mottagaren konfigureras automatiskt>

source: Advanced options and settings.
sv: Avancerade val och inställningar.

source: After pressing OK, please wait!
sv: Efter tryckt OK, vänligen vänta!

source: Backup your %s %s settings.
sv: Backup av din %s %ss systeminställningar.

source: Edit the upgrade source address.
sv: Ändra uppgraderingskällans adress.

source: Manage extensions or plugins for your %s %s
sv: Hantera utökningar eller plugins för din %s %s

source: Online update of your %s %s software.
sv: Online uppdatering av din %s %ss mjukvara.

source: Press OK on your remote control to continue.
sv: Tryck OK på fjärrkontrollen för att forsätta.

source: Recording in progress.
sv: Inspelning pågår.

source: Restore your %s %s settings.
sv: Återställ din %s %s systeminställningar.

source: Restore your %s %s with a new firmware.
sv: Återställ din %s %s med en ny firmware.

source: Restore your backups by date.
sv: Återställ med datum på backup.

source: Scan for local extensions and install them.
sv: Sök efter lokala utökningar och installera dem.

source: Select your backup device. Current device:
sv: Välj din backupenhet. Nuvarande enhet:

source: View, install and remove available or installed packages.
sv: Visa, installera och ta bort tillgängliga eller installerade paket.

source: (Channel %s)
sv: (Kanal %s)

source: (PiP)
sv: (BiB)

source: (disabled)
sv: (avaktiverad)

source: (higher than any auto)
sv: (högre än alla auto)

source: (lower than any auto)
sv: (lägre än alla auto)

source: Not Started !! Cam binname must be in the start command line Check your emu config file
sv: Ej startad!! Cam binname måste finnas i start command line kolla din emu config file

source: and
sv: och

source: %-H:%M
sv: %T:%M

source: %H:%M
sv: %T:%M

source: %a %e/%m %-H:%M
sv: %a %e/%m %-T%M

source: %d channel found
sv: %d kanaler hittades

source: %d hour
sv: %d timme

source: %d minute
sv: %d minut

source: %d minutes
sv: %d minuter

source: %d pixel wide
sv: %d pixlar bred

source: %d second
sv: %d sekund

source: %d wireless network found!
sv: %d trådlöst nätverk hittat!

source: %s %s advanced remote control (native)
sv: %s %s avancerad fjärrkontoll (ursprunglig)

source: %s %s ir keyboard
sv: %s %s ir tangentbord

source: %s %s ir mouse
sv: %s %s ir mus

source: %s %s remote control (native)
sv: %s %s fjärrkontoll (ursprunglig)

source: %s is no longer used. Should it be deleted?
sv: %s används inte längre. Skall den tas bort?

source: %s updated package available
sv: %s updaterat paket tillgängligt

source: '%s' contains %d file(s) and %d sub-directories.
sv: '%s' innehåller %d fil(er) och %d underkataloger.

source: ( All readers)
sv: (Alla läsare)

source: (Show only reader:
sv: (Visa endast läsare:

source: (empty)
sv: (tom)

source: (show optional DVD audio menu)
sv: (visa utökad DVD ljudmeny)

source: * = Restart Required
sv: * =Omstart Krävs

source: * Only available if more than one interface is active.
sv: * Endast tillgänglig om mer än ett gränssnitt är aktivt.

source: 1080p 30Hz
sv: 1080p 50Hz

source: 12V output
sv: 12V utgång

source: 12V output.
sv: 12V utgång

source: 16:9 always
sv: 16:9 alltid

source: 1st Infobar timeout
sv: 1:a Infofältets tidsgäns

source: 3D Mode
sv: 3D läge

source: 3D Surround Speaker Position
sv: 3D Surround Högtalare position

source: 3d mode
sv: 3d läge

source: <Current movielist location>
sv: <Aktuell filmlistas plats>

source: <Default movie location>
sv: <Förvald sökväg>

source: <Last timer location>
sv: <Senaste timers sökväg>

source: <unknown>
sv: <okänd>

source: A background update check is in progress, please wait a few minutes and try again.
sv: En uppdatering pågår i bakgrunden, vänta några minuter och försök igen.

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
sv: En konfigurationsfil (%s) har ändrats från ursprunglig. Vill du behålla dina ändringar?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
sv: En konfigurationsfil (%s) har ändrats sedan installationen. Vill du behålla din version?

source: A finished powertimer wants to reboot your %s %s. Do that now?
sv: Strömtimern vill starta om din %s %s. Utför det nu?

source: A finished powertimer wants to restart the user interface. Do that now?
sv: Strömtimern vill starta om användargränssnittet. Vill du göra det nu?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
sv: Strömtimern vill försätta din %s %s i viloläge. Utför det nu?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
sv: Strömtimern vill stänga av din %s %s. Stänga av nu?

source: A finished record timer wants to set your %s %s to standby. Do that now?
sv: En utförd inspelningstimer vill försätta din %s %s i viloläge. Utför det nu?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
sv: En utförd inspelningstimer vill stänga av din %s %s. Stänga av nu?

source: A recording has been started: %s
sv: En inspelning har påbörjats: %s

source: A recording is currently running. What do you want to do?
sv: En inspelning pågår redan. Vad vill du göra?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
sv: En inspelning pågår. Vänligen avbryt den innan du försöker konfigurera motorn.

source: A recording is currently running. Please stop the recording before trying to scan.
sv: En inspelning pågår för närvarande. Avsluta den innan du försöker att söka.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
sv: En inspelning pågår. Vänligen avbryt den före du försöker starta satfinder.

source: A repeating timer or just once?
sv: En upprepad timer eller bara en gång?

source: A required tool (%s) was not found.
sv: Ett nödvändigt verktyg (%s) kunde inte hittas.

source: A search for available updates is currently in progress.
sv: En sökning efter tillgängliga uppdateringar utförs för tillfället.

source: A second configured interface has been found. Do you want to disable the second network interface?
sv: Ett andra konfigurerat nätverkskort har hittats. Vill du avaktivera sekundärt nätverkskort?

source: A sleep timer wants to set your %s %s to standby. Do that now?
sv: En sovtimer vill försätta din %s %s i viloläge. Utför det?

source: A sleep timer wants to shut down your %s %s. Shutdown now?
sv: En sovtimer vill stänga av din %s %s. Stänga av nu?

source: A small overview of the available icon states and actions.
sv: En liten översikt av tillgängliga ikoner status och åtgärder.

source: A timer failed to record! Disable TV and try again?
sv: En timerinspelning misslyckades! Inaktivera TV och försök igen?

source: AAC downmix
sv: AAC nedmixning

source: AAC transcoding
sv: AAC omkodning

source: ACQUIRING TSID/ONID
sv: ERHÅLLER TSID/ONID

source: AFP Setup
sv: AFP-konfiguration

source: AV aspect is %s.
sv: AV förhållande är %s

source: Abort
sv: Avbryt

source: About
sv: Om

source: About...
sv: Om...

source: Accesspoint:
sv: Accesspunkt:

source: Activate
sv: Aktivera

source: Activate HbbTV (Redbutton)
sv: Aktivera HbbTV (Röd)

source: Activate MAC-address configuration
sv: Aktivera MAC-adress konfiguration

source: Activate Picture in Picture
sv: Aktivera Bild i Bild

source: Activate current configuration
sv: Aktivera nuvarande konfiguration

source: Activate network settings
sv: Aktivera nätverksinställningar

source: Activate the configured network settings.
sv: Aktivera den konfigurerade nätverksinställningen.

source: Activate timeshift end and pause
sv: Aktivera Timeshift och pausa

source: Active
sv: Aktiv

source: Active clients
sv: Aktiva klienter

source: Adapter settings
sv: Adapter inställning

source: Add
sv: Lägg till

source: Add AutoTimer
sv: Lägg till AutoTimer

source: Add Timer
sv: Lägg till Timer

source: Add a auto timer for current event
sv: Lägg till en AutoTimer för pågående händelse

source: Add a mark
sv: Lägg till markör

source: Add a nameserver entry
sv: Lägg till en namnserver post

source: Add a new title
sv: Lägg till ny titel

source: Add a record timer
sv: Lägg till en inspelningstimer.

source: Add a record timer for current event
sv: Lägg till en inspelningstimer för pågående händelse.

source: Add a zap timer for current event
sv: Lägg till en zaptimer för pågående händelse

source: Add a zap timer for next event
sv: Lägg till en zaptimer för nästa händelse

source: Add bookmark
sv: Lägg till bokmärke

source: Add directory to playlist
sv: Lägg till katalog till spellista

source: Add file to playlist
sv: Lägg till fil i spellista

source: Add files to playlist
sv: Lägg till filer i spellista

source: Add provider
sv: Lägg till Leverantör

source: Add recording (enter recording duration)
sv: Lägg till inspelning (ange varaktighet)

source: Add recording (enter recording endtime)
sv: Lägg till inspelning (ange stopptid)

source: Add recording (indefinitely)
sv: Lägg till inspelning (oändlig)

source: Add recording (stop after current event)
sv: Lägg till inspelning (stoppa efter pågående händelse)

source: Add service
sv: Lägg till kanal

source: Add timer
sv: Lägg till timer

source: Add title
sv: Lägg till titel

source: Add to bouquet
sv: Lägg till i favoritlista

source: Add to favourites
sv: Lägg till i favoriter

source: Add/Remove timer for current event
sv: Lägg till/Ta bort timer för pågående händelse

source: Adding schedule...
sv: Lägger till schema...

source: Additional Info
sv: Ytterligare Info

source: Addon NOT removed!
sv: Tillägg EJ bortaget

source: Addon Succesfully Installed.
sv: Insallation av tillägget lyckades

source: Addon Succesfully Removed.
sv: Borttagning av tillägget lyckades

source: Addon installed sucessfully !
sv: Installation av tillägget lyckades

source: Addon installed sucessfully ! To get it on plugin list, You need to reload GUI. Would You like to do it right now ?
sv: Installaion av tillägget lyckades! För att komma tillbaka till listan, måste du starta om ditt GUI. Vill du göra de nu?

source: Addon removed!
sv: Tillägg borttaget!

source: Addons
sv: Tillägg

source: Address
sv: Adress

source: Adjust 3D settings
sv: Justera 3D inställningar

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
sv: Justera färginställningarna så att alla färgnivåer är urskiljningsbara, men de ska vara så färgfulla som möjligt. När du är nöjd med resultatet, tryck OK för att stänga videoinställningarna eller tryck på nummerknapp för att välja annan testbild.

source: Advanced
sv: Avancerad

source: Advanced options
sv: Avancerade inställningar

source: Advanced restore
sv: Avancerad återställning

source: Advanced software
sv: Avancerad mjukvara

source: Advanced software plugin
sv: Avancerad mjukvaruplugin

source: Advanced video enhancement setup
sv: Avancerade Bildförbättringsinställningar

source: After event
sv: Efter program

source: All
sv: Alla

source: All ages
sv: Alla åldrar

source: All resolutions
sv: Alla upplösningar

source: All satellites 1 (USALS)
sv: Alla satelliter 1 (USALS)

source: All satellites 2 (USALS)
sv: Alla satelliter 2 (USALS)

source: All satellites 3 (USALS)
sv: Alla satelliter 3 (USALS)

source: All satellites 4 (USALS)
sv: Alla satelliter 4 (USALS)

source: Allocate
sv: Tilldela

source: Allocate unused memory index
sv: Allokera oanvänt minne

source: Allow subtitle language to equal audio language
sv: Låt undertextens språk vara lika med ljudspråket

source: Allow subtitles for hearing impaired
sv: Tillåt undertexter för hörselnedsatta

source: Allows the %s %s to read the stored EPG data regularly.
sv: Låter %s %s läsa lagrad EPG data regelbundet.

source: Allows the %s %s to store the EPG data regularly.
sv: Låter %s %s att lagra EPG datan regelbundet.

source: Allows you to adjust the amount of time the resolution infomation display on screen.
sv: Tillåter dig justera längden för tiden som informationen om upplösning visas på skärmen

source: Allows you to hide the extensions of known file types.
sv: Låter dig dölja filändelser av kända filtyper

source: Allows you to setup the button to do what you choose.
sv: Låter dig att bestämma vad knappen skall användas för.

source: Allows you to show/hide Log Manager in extensions (blue button).
sv: Låter dig visa/dölja Logghanteraren i Utökningar (blå tangent)

source: Alpha
sv: Alfa

source: Alphanumeric
sv: Alfanumerisk

source: Alternative
sv: Lägg till alternativ

source: Alternative numbering mode
sv: Alternativt numreringsläge

source: Alternative radio mode
sv: Alternativt radioläge

source: Alternative services tuner priority
sv: Alternativ mottagarprioritering

source: Always ask
sv: Fråga alltid

source: Always hide infobar
sv: Dölj alltid infofält

source: Always show bouquets
sv: Visa Alltid Kanallistor

source: Always use smart1080p mode
sv: Använd allid Smart1080p läge

source: An empty filename is illegal.
sv: Ett tomt filnamn är inte tillåtet.

source: An unknown error occurred!
sv: Ett okänt fel uppstod!

source: Any activity
sv: Vilken aktivitet som helst

source: Arabic
sv: Arabiska

source: Are you sure to remove all %d.%d%s%s services?
sv: Är du säker på att du vill ta bort alla %d.%d%s%s tjänster?

source: Are you sure to remove all cable services?
sv: Är du säker på att du vill ta bort alla kabel-tv tjänster?

source: Are you sure to remove all terrestrial services?
sv: Är du säker på att du vill ta bort alla marksända tjänster?

source: Are you sure to remove this entry?
sv: Är du säker på att du vill ta bort den här posten?

source: Are you sure you want to activate this network configuration?
sv: Är du säker på att du vill aktivera den här nätverkskonfigurationen?

source: Are you sure you want to delete the following backup:
sv: Är du säker på att du vill ta bort följande backup:

source: Are you sure you want to delete all selected logs:
sv: Är du säker på att du vill ta bort alla valda loggar:

source: Are you sure you want to delete this log:
sv: Är du säker på att du vill ta bort denna logg:

source: Are you sure you want to delete this:
sv: Är du säker på att du vill ta bort denna:

source: Are you sure you want to exit this wizard?
sv: Är du säker på att du vill avsluta den här guiden?

source: Are you sure you want to reload the EPG data from:
sv: Är du säker på att du vill ladda EPG datan igen från :

source: Are you sure you want to restart your network interfaces?
sv: Är du säker på att du vill starta om dina nätverkskort?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
sv: Är du säker på att du vill återställa följande backup: %s Din mottagare kommer att starta om när backupen är återställd!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
sv: Är du säker på att du vill återställa följande backup? Din mottagare kommer att starta om när backupen är återställd!

source: Are you sure you want to save the EPG Cache to:
sv: Är du säker på att du vill spara EPG Cachen till:

source: Are you sure you want to send this log:
sv: Är du säker på att du vill skicka den här loggen:

source: Are you sure you want to update your %s %s ?
sv: Är du säker på att du vill uppdatera din %s %s?

source: Arts/Culture
sv: Konst/Kultur

source: Ask user
sv: Fråga

source: Ask user (with default as 'no')
sv: Fråga användaren ( med 'nej' som standard)

source: Ask user (with default as 'yes')
sv: Fråga användaren ( med 'ja' som standard)

source: Aspect ratio
sv: Bildförhållande/upplösning

source: Assigned CAIds:
sv: Tilldelade CAIds:

source: Assigned services/provider:
sv: Tilldelade kanaler/operatörer:

source: At End:
sv: Vid Slut:

source: Attach a file
sv: Bifoga en fil

source: Audio
sv: Ljud PID

source: Audio PID
sv: Ljud PID

source: Audio Source
sv: Ljud källa

source: Audio language selection 1
sv: Audio språkval 1

source: Audio language selection 2
sv: Audio språkval 2

source: Audio language selection 3
sv: Audio språkval 3

source: Audio language selection 4
sv: Audio språkval 4

source: Audio options...
sv: Ljudalternativ...

source: Author:
sv: Författare:

source: Authoring mode
sv: Authoring läge

source: Auto Deep Standby
sv: AutoAvstängning

source: Auto Standby
sv: AutoViloläge

source: Auto Volume Level
sv: Auto volym nivå

source: Auto chapter split every ? minutes (0=never)
sv: Auto kapitelsplit varje ? minut (0=aldrig)

source: Auto flesh
sv: Auto hudton

source: Auto focus
sv: Autofokus

source: Auto focus commencing ...
sv: Autofokus påbörjas...

source: Auto language selection
sv: Automatiskt språkval

source: Auto scart switching
sv: Auto scart byte

source: Automatic
sv: Automatisk

source: Automatic Scan
sv: Automatisk sökning

source: Automatic image backup
sv: Automatisk Image backup

source: Automatic refresh
sv: Automatisk uppdatering

source: Automatic resolution
sv: Automatisk upplösning

source: Automatic resolution label
sv: Automatisk upplösning etikett

source: Automatic save
sv: Spara automatiskt

source: Automatic scan
sv: Automatisk sökning

source: Automatically start timeshift after
sv: Starta timeshift automatiskt efter

source: Automatically turn on external subtitles
sv: Automatiskt slå på externa undertexter

source: Automatically update Client/Server View?
sv: Automatisk uppdatering av Klient/Server vy?

source: Available format variables
sv: Tillgängliga format variabler

source: Available shares:
sv: Tillgängliga delningar:

source: Back
sv: Tillbaka

source: Back USB 3.0
sv: Bakre USB 3.0

source: Back, lower USB
sv: Bakre, nedre USB

source: Back, upper USB
sv: Bakre, övre USB

source: Back/Recall
sv: Tillbaka/Ångra

source: Background
sv: Bakgrund

source: Background check
sv: Bakgrundsuppdatering

source: Background color
sv: Bakgrundsfärg

source: Background delete option
sv: Alternativ för radering i bakgrunden

source: Background delete speed
sv: Hastighet för radering i bakgrunden

source: Backup Your Image for future flashing
sv: Säkerhetskopiera din Image för framtida flashningar

source: Backup completed.
sv: Backup slutförd.

source: Backup failed.
sv: Backup misslyckades.

source: Backup is running...
sv: Backup pågår...

source: Backup system settings
sv: Backup av systeminställningar

source: Backup your current image to HDD or USB. This will make a 1:1 copy of your box
sv: Skapa backup till din nuvarande image till HDD eller USB. Derra kommer bli en 1:1 kopia av din box

source: Backup your current settings. This includes E2-setup, channels, network and all selected files
sv: Skapa backup på dina nuvarande inställningar. Detta inkluderar E2-inställningar, kanaler, nätverk och alla valda filer.

source: Bandwidth
sv: Bandbredd

source: Base time
sv: Startid

source: Basque
sv: Baskiska

source: Begin time
sv: Starttid

source: Behavior of 'pause' when paused
sv: Beteende av 'paus' vid paus

source: Behavior of 0 key in PiP-mode
sv: Beteende av 0 i BiB-läge

source: Behavior when a movie is started
sv: Beteende när en uppspelning startas

source: Behavior when a movie is stopped
sv: Beteende när en uppspelning stoppas

source: Behavior when a movie reaches the end
sv: Beteende när en uppspelning slutar

source: Big PiP
sv: Stor BiB

source: Bitrate:
sv: Bithastighet:

source: Black
sv: Svart

source: Black screen
sv: Svart skärm

source: Black screen till locked
sv: Svart skärm tills låsning

source: Blinking REC Symbol
sv: Blinkande REC Symbol

source: Block noise reduction
sv: Block brusminskning

source: Blue
sv: Blå

source: Blue long
sv: Blå lång

source: Bookmarks
sv: Bokmärken

source: Boost blue
sv: Öka blått

source: Boost green
sv: Öka grönt

source: Bouquet List
sv: Kanallista

source: Brightness
sv: Ljusstyrka

source: Brightness (Normal)
sv: Ljusstyrka (Normal)

source: Brightness (Standby)
sv: Ljusstyrka (Viloläge)

source: Browse Your network shares
sv: Bläddra bland dina delade nätverk

source: Buffering %d%%
sv: Buffrar %d%%

source: Bulgarian
sv: Bulgarisk

source: Burn Bludisc
sv: Bränn Bluedisc

source: Burn DVD
sv: Bränn DVD

source: Bus:
sv: Buss:

source: Button
sv: Knapp

source: ButtonSetup
sv: Knappinställning

source: Bypass HDMI EDID Check
sv: Hoppa över HDMI EDID kontroll

source: Bytes received:
sv: Mottagna bytes:

source: Bytes sent:
sv: Skickade bytes:

source: CCcam Client Info
sv: CCcam Klient Info

source: CCcam Info %s by AliAbdul %s This plugin shows you the status of your CCcam.
sv: CCcam Info %s av AliAbdul %s Detta plugin visar statusen på din CCcam.

source: CHANGE BOUQUET
sv: BYTE FAVORITLISTA

source: CI (Common Interface) Setup
sv: CI (Common Interface) Inställningar

source: CI assignment
sv: CI tilldelning

source: CIFS/Samba Setup
sv: Samba-Konfiguration

source: Cable
sv: Kabel

source: Cable Scan
sv: Sök efter kabelkanaler

source: Cache thumbnails
sv: Spara miniatyrer

source: Cached:
sv: Cachad:

source: Calculate
sv: Beräkna

source: Calculate all positions
sv: Beräkna alla positioner

source: Calculation complete
sv: Beräkning slutförd

source: Calibrate
sv: Kalibrera

source: Can be used for different fps between external subtitles and video.
sv: Kan användas för olika fps mellan externa undertexter och video.

source: Can't going to live TV! Switch to live TV and restart Timeshift ?
sv: Kan inte gå till live TV! vill du byta till live TV och starta om timeshit?

source: Can't play the next Timeshift file! Switch to live TV and restart Timeshift ?
sv: Kan inte spela upp nästa Timeshift fil! Vill du byta till live TV och starta om timeshift?

source: Can't play the previous timeshift file! You can try again.
sv: Kan inte spela upp föregående Timeshift fil! Försök igen

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths
sv: Kan inte demontera partitionen, kontrollera att den inte blir använd som väg till Inspelningar/Timeshift

source: Cancel
sv: Avbryt

source: Cancel save timeshift as movie
sv: Spara inte timeshift som film

source: Cannot delete file
sv: Filen kan inte tas bort

source: Cannot determine
sv: Går inte att avgöra

source: Cannot download data. Please check your configuration
sv: Kan ej ladda ner data, var vänlig kontrollera konfiguraionen

source: Cannot find any signal ..., aborting !
sv: Hittar ingen signal..., avbryter !

source: Cannot move to trash can
sv: Går inte att flytta till papperskorgen

source: Capacity:
sv: Kapacitet:

source: Card infos (CCcam-Reader)
sv: Kort info (CCcam-Reader)

source: Cards:
sv: Kort:

source: Cards:
sv: Kort:

source: Cards: 0
sv: Kort: 0

source: Cardserial
sv: Kortnummer

source: Center DVB subtitles
sv: Centrera DVB-undertexter

source: Change bouquets in quickzap
sv: Byt favoritlista med snabbzap

source: Change next timer
sv: Ändra nästa timer

source: Change pin code
sv: Ändra pin kod

source: Change recording (duration)
sv: Ändra inspelning (längd)

source: Change recording (endtime)
sv: Ändra inspelning (sluttid)

source: Change repeat and delay settings?
sv: Ändra inställning för upprepning och fördröjning?

source: Change step size
sv: Ändra stegstorlek

source: Change timer
sv: Ändra timer

source: Change to bouquet
sv: Byt till kanallista

source: Changelog
sv: Ändringslogg

source: Changes need a system restart to take effect. Restart your %s %s now?
sv: Du måste starta om systemet innan ändringarna börjar gälla. Vill du starta om din %s %s nu?

source: Channel
sv: Kanal

source: Channel +/- button mode
sv: Kanal +/- knappinställning

source: Channel 1 at start
sv: Kanal 1 vid start
