Repository: miraclebox-git/stb-mbgui
Catalog: po/*.po
Languages: sv

source: This option configures the general audio delay of stereo sound tracks.
sv: Det här alternativet konfigurerar den generella fördröjningen av stereoljudspår.

source: This option configures the screen resolution in PC output mode.
sv: Det här alternativet konfigurerar skärmupplösningen i PC output läge.

source: This option configures the video output mode (or resolution).
sv: Det här alternativet konfigurerar Video output läget (eller upplösning).

source: This option lets you adjust the 3D depth
sv: Det här alternativet låter dig ställa in 3D djupet

source: This option lets you adjust the transparency of the user interface
sv: Det här alternativet låter dig ställa in transparensen på användargränssnittet

source: This option lets you choose the 3D mode
sv: Det här alternativet låter dig välja 3D-läget

source: This option lets you show the option in the extension screen
sv: Det här alternativet låter dig visa alternativet i vyn utökningar

source: This option set the level of surpression of musquito noise (Musquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
sv: Det här alternativet sätter nivån av dämpning av mosquito brus (mosquito brus är slumpmässig hackighet på skarpa kanter som ett resultat av hög bildkomprimering). Men detta sker på bekostnad av bildens detaljer.

source: This option sets the picture contrast.
sv: Det här alternativet ändrar bildens kontrast.

source: This option sets the picture brightness.
sv: Det här alternativet ändrar bildens ljusstyrka.

source: This option sets the picture color space.
sv: Det här alternativet ändrar bildens färgrymd.

source: This option sets the picture flesh tones.
sv: Det här alternativet ändrar bildens hudtoner

source: This option sets the picture hue.
sv: Det här alternativet ändrar bildens färgnyans.

source: This option sets the picture saturation.
sv: Det här alternativet ändrar bildens färgmättnad.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
sv: Det här alternativet ställer in 'scaler sharpness', används när man sträcker ut bilden från 4:3 till 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
sv: Det här alternativet ställer in dämpningen av falska digitala konturer, som ett resultat av ett för begränsat antal av diskreta värden.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
sv: Det här alternativet ändrar bildens skärpa, används när bilden har uppskalats.

source: This plugin creates a USB stick which can be used to update the firmware of your %s %s without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
sv: Det här pluginet skapar en USB-sticka som kan användas för att uppdatera firmware i din %s %s utan behovet av nätverks- eller WLAN anslutning. Först, en USB sticka måste förberedas så att den blir bootbar. Nästa steg, en NFI image fil ska laddas ner från uppdateringsservern och sparas till USB stickan. Om du redan har en förberedd bootbar USB sticka, vänligen sätt in den nu. Annars anslut en USB sticka med minimum 64 MB minne!

source: This plugin is installed.
sv: Det här pluginet är installerat.

source: This plugin is not installed.
sv: Det här pluginet är inte installerat.

source: This plugin will be installed.
sv: Det här pluginet kommer att installeras.

source: This plugin will be removed.
sv: Det här pluginet kommer att tas bort.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
sv: Detta test söker efter konfigurerade namnservrar. Om du får ett "obekräftad" meddelande: - vänligen kontrollera din DHCP, kablar och adapterinställning - om du har konfigurerat din namnserver manuellt vänligen bekräfta dina inställningar i "Namnserver" konfiguration

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
sv: Detta test kontrollerar om en nätverkskabel är ansluten till din LAN adapter. Om du får ett "Ej ansluten" meddelande: - kontrollera att nätverkskabel är ansluten - kontrollera att kabeln inte är trasig

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
sv: Detta test kontrollerar om du har en giltig IP adress för din LAN adapter. Om du får ett "obekräftad" meddelande: - ingen gilltig IP hittades - vänlig kontrollera din DHCP, kablar och nätverkskorts installation

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
sv: Detta test kontrollerar om din LAN-adapter är inställd för automatisk tilldelning av IP-adress med DHCP. Om du får ett "avaktiverad"meddelande: - då är din LAN-adapter konfigurerad för manuell IP-tilldelning -verifiera att du har matat in korrekt IP-information i adapterns inställningar. Om du får ett "aktiverad"meddelande: -verifiera att du har en konfigurerad och fungerande DHCP-server i ditt nätverk.

source: This test detects your configured LAN adapter.
sv: Detta test upptäcker din konfigurerade LAN adapter.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
sv: Detta kommer att beräkna(om) alla positioner på din rotor och kan komma att ta bort tidigare positioner och fininställningar från minnet! Är du helt säker?

source: Three
sv: Tre

source: Threshold
sv: Gränsvärde

source: Thu
sv: Tors

source: Thumbnails
sv: Miniatyrer

source: Thursday
sv: Torsdag

source: Time
sv: Tid

source: Time Update in Minutes
sv: Uppdateringsintervall i Minuter

source: Time Update in Minutes:
sv: Uppdateringsintervall i Minuter:

source: Time between start attempts (sec.)
sv: Tid mellan varje försök till uppstart (Sekunder)

source: Time scale
sv: Tidskala

source: Time settings
sv: Tidsinställningar

source: Time to execute command or script
sv: Tid för att exekvera kommando eller skript

source: Timeline 24 Hour
sv: Tidslinje 24 timmars

source: Timeline font size
sv: Fontstorlek för tidslinjen

source: Timer List
sv: Timerlista

source: Timer entry
sv: Timer inmatning

source: Timer overlap in pm_timers.xml detected! Please recheck it!
sv: Timer överlappning upptäckt i pm_timers.xml! Vänligen kontrollera!

source: Timer overlap in timers.xml detected! Please recheck it!
sv: Timer överlappning upptäckt i timers.xml! Vänligen kontrollera!

source: Timer overview
sv: Timeröversikt

source: Timer record location
sv: Timerinspelningars plats

source: Timer recording location
sv: Timerinspelningar sökväg

source: Timer sanity error
sv: Timer fel

source: Timer selection
sv: Timer val

source: Timer selection...
sv: Timer val...

source: Timer type
sv: Timertyp

source: Timeshift location
sv: Timeshifts sökväg

source: Timeshift not possible!
sv: Timeshift inte möjligt!

source: Timeshift save failed!
sv: Sparande av Timeshift misslyckades!

source: Timeshift save recording (Select event)
sv: Timeshift spara inspelning (Välj händelse)

source: Timeshift save recording (stop after current event)
sv: Timeshift spara inspelning (stoppa efter nuvarande händelse)

source: Timeshift saved to your harddisk!
sv: Timeshift sparad till din hårddisk!

source: Timeshift settings
sv: Timeshift-inställningar

source: Timeshift will get saved at end of event!
sv: Timeshift kommer att sparas vid händelsens slut!

source: Timeshift-save action on zap
sv: Spara timeshift åtgärd vid zappning

source: Timezone
sv: Tidszon

source: Title
sv: Titel

source: Title properties
sv: Titelegenskaper

source: Titleset mode
sv: Titelset läge

source: To apply new settings, you need to reboot your STB. Do you want reboot it now?
sv: För att de nya inställningarna skall gälla så måste du starta om din STB. Vill du starta om nu?

source: Today
sv: Idag

source: Toggle Picture In Graphics
sv: Växla Bild I Grafiken

source: Toggle a cut mark at the current position
sv: Lägg in en klippmarkering på nuvarande position

source: Toggle aspect ratio...
sv: Växla bildförhållande...

source: Toggle between bouquet/epg lists
sv: Växla mellan kanallista/epglista

source: Tone amplitude
sv: Ton amplitud

source: Tone mode
sv: Tonläge

source: Tools
sv: Verktyg

source: Top and Bottom
sv: Övre och Nedre

source: Total
sv: Totalt

source: Total Memory:
sv: Totalt Minne:

source: Total Swap:
sv: Totalt Swap:

source: Total cards:
sv: Totalt antal kort:

source: Total handled client ecm's
sv: Totalt hanterade klient-ecm's

source: Total handled client emm's
sv: Totalt hanterade klient-ecm's

source: Total:
sv: Totalt:

source: Track
sv: Spår

source: Translations
sv: Översättningar

source: Transmission mode
sv: Sändningstyp

source: Transponder type
sv: Transpondertyp

source: Trashcan
sv: Papperskorgen

source: Trashcan:
sv: Papperskorgen:

source: Tries left:
sv: Försök kvar:

source: Try to find used transponders in cable network.. please wait...
sv: Försöker hitta transponders i kabelnätverket... vänligen vänta...

source: Tue
sv: Tis

source: Tuesday
sv: Tisdag

source: Tune and focus
sv: Ställ in och fokusera

source: Tune failed!
sv: Tuning misslyckades!

source: Tuner
sv: Mottagare

source: Tuner :
sv: Mottagare:

source: Tuner Configuration
sv: Mottagarkonfiguration

source: Tuner configuration
sv: Mottagarkonfiguration

source: Tuner is not supported
sv: Mottagaren stöds inte

source: Tuner not available.
sv: Mottagare ej tillgänglig.

source: Tuner settings
sv: Mottagarinställningar

source: Tuner slot
sv: Kortplats

source: Tuner status
sv: Mottagarstatus

source: Tuner status:
sv: Mottagarstatus:

source: Tuner type
sv: Mottagartyp

source: Turkish
sv: Turkiska

source: Turn off HDMI-IN Full screen mode
sv: Stäng av HDMI - I fullskärmsläge

source: Turn off HDMI-IN PiP mode
sv: Stäng av HDMI - I BiB läge

source: Two
sv: Två

source: Two lines
sv: Två linjer

source: Type
sv: Typ

source: Type of scan
sv: Typ av sökning

source: Type:
sv: Typ:

source: USALS calibration
sv: USALS kalibrering

source: USB stick wizard
sv: USB-sticke-guide

source: Ukrainian
sv: Ukrainsk

source: Unattended upgrade without GUI and reboot system
sv: Automatisk uppgradering utan GUI och omstart av systemet

source: Undetermined
sv: Obestämd

source: Undo install
sv: Ångra installation

source: Undo uninstall
sv: Ångra avinstallation

source: Unencrypted
sv: Okrypterad

source: Uninstall
sv: Avinstallera

source: Uninstall softcams and addons
sv: Avinstallera softcams och tillägg

source: Unknown
sv: Okänd

source: Unmount
sv: Avmontera

source: Unsupported
sv: Stöds inte

source: Update
sv: Uppdatera

source: Update channel list only
sv: Uppdatera endast kanallistan

source: Update completed, %d package was installed.
sv: Uppdatering avslutad, %d paket installerades

source: Update failed. Your %s %s does not have a working internet connection.
sv: Uppdateringen misslyckades. Din %s %s har ingen fungerande internetuppkoppling.

source: Update interval (in seconds)
sv: Uppdateringsintervall (i sekunder)

source: Update/Backup your firmware, Backup/Restore settings
sv: Updatera/Säkerhetskopiera/din firmware, Säkerhetskopiera/Återställ inställningar

source: Update/Backup/Restore your box
sv: Updatera/Säkerhetskopiera/Återställ din box

source: Updating software catalog
sv: Uppdaterar mjukvarukatalogen

source: Upgrade and reboot system
sv: Uppgradera och starta om systemet

source: Upgrade finished.
sv: Uppgradering färdig.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
sv: Uppgradering pågår Var vänlig vänta till din %s %s startar om Detta kan ta några minuter

source: Upgrading
sv: Uppgradering

source: Upper USB
sv: Övre USB

source: Upper card-slot card:
sv: Övre kortläsare

source: Uptime
sv: Upptid

source: Use
sv: Använd

source: Use DHCP
sv: Använd DHCP

source: Use EIT EPG information when it is available.
sv: Använd EIT EPG information om tillgänglig.

source: Use FreeSat EPG information when it is available.
sv: Använd FreeSat EPG information om tillgänglig.

source: Use MHW EPG information when it is available.
sv: Använd MHW EPG information om tillgänglig.

source: Use Netmed EPG information when it is available.
sv: Använd Netmed EPG information om tillgänglig.

source: Use TV remote control
sv: Använd TV's fjärrkontroll

source: Use USALS for this sat
sv: Använd USALS för den här satelliten

source: Use ViaSat EPG information when it is available.
sv: Använd ViaSat EPG information om tillgänglig

source: Use Virgin EPG information when it is available.
sv: Använd Virgin EPG information om tillgänglig

source: Use a gateway
sv: Använd en gateway

source: Use as HDD
sv: Anvnänd som HDD

source: Use extended List
sv: Andvänd utökad lista

source: Use fastscan channel names
sv: Använd fastscan kanalnamn

source: Use fastscan channel numbering
sv: Använd fastscan kanalnumrering

source: Use frequency or channel
sv: Använd frekvens eller kanal

source: Use individual settings for each directory
sv: Använd individuella inställningar för varje katalog

source: Use interface
sv: Användargränssnitt

source: Use official channel numbering
sv: Använd officiell kanalnumrering

source: Use original DVB subtitle position
sv: Använd DVB-undertextens grundposition

source: Use original teletext position
sv: Använd Text-TV textens grundposition

source: Use power measurement
sv: Använd strömmätning

source: Use slim screen
sv: Använd slimmad vy

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
sv: Använd Vänster/Höger knapparna på din fjärrkontroll för att anpassa storleken på användargränssnittet. Vänster knapp minskar storleken, Höger ökar storleken.

source: Use the Left/Right buttons on your remote to move the user interface up/down
sv: Använd Vänster/Höger knapparna på din fjärrkontroll för att flytta användargränssnittet upp/ner

source: Use the Softcam Panel to control your Cam. This let you start/stop/select a cam
sv: Anvdänd softcam Panel för att din Cam. Den tilllåter dig att starta/Stoppa/Välja Cam

source: Use the alternative or the conventional radio mode.
sv: Använd alternativt eller konventionellt radioläge.

source: Use the alternative screen
sv: Använd den alternativa vyn

source: Use the network wizard to configure selected network adapter
sv: Använd nätverksguiden för att konfigurera vald nätverksadapter

source: Use the network wizard to configure your Network
sv: Använd nätverksguiden för att konfigurera ditt nätverk

source: Use these input device settings?
sv: Använda dessa enhetsinställningar?

source: Use these settings?
sv: Använda dessa inställningar?

source: Use this video enhancement settings?
sv: Använd denna bildförbättringskonfiguration?

source: Use trash can in movielist
sv: Använd papperskorgen i filmlistan

source: Used service scan type
sv: Använd kanal söktyp

source: Used:
sv: Använt:

source: User - bouquets
sv: Egna Favoritlistor

source: User defined
sv: Användardefinierat

source: User defined transponder
sv: Användardefinerad transponder

source: User interface visibility
sv: Användargränssnittets synlighet

source: Username
sv: Användarnamn

source: Username (httpuser)
sv: Användarnamn (httpuser)

source: Username:
sv: Användarnamn:

source: Using LNB %d
sv: Använder LNB %d

source: Using fixed address
sv: Använder fast IP adress

source: Using old profile:
sv: Använder den gamla profilen:

source: Using tuner %s
sv: Använder mottagare %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
sv: Vanligtvis när undertextens språk är samma som ljudspråket, så används inte undertexter. Aktivera detta val för att tillåta att dessa undertexter används.

source: Vertical
sv: Vertikal

source: Vertical turning speed
sv: Vertikal förflyttningshastighet

source: Very very short filenames - Warning
sv: Varning: Väldigt kort filnamn

source: Video enhancement preview
sv: Förhandsgranskning bildförbättring

source: Video enhancement setup
sv: Bildförbättringsinställningar

source: Video mode selection.
sv: Videoläges val.

source: Video mode: %s
sv: Video läge: %s

source: Video output
sv: Video utgång

source: Video: %s fps
sv: Video %s bilder per sek

source: Videosize
sv: Videostorlek

source: View
sv: Visa

source: View Rass interactive...
sv: Visa Rass interaktivitet...

source: View details
sv: Visa detaljer

source: View list of available
sv: Visa lista över tillgängliga

source: View list of available CommonInterface extensions
sv: Visa lista över tillgängliga CommonInterface utökningar

source: View list of available EPG extensions.
sv: Visa lista över tillgängliga EPG utökningar.

source: View list of available Satellite equipment extensions.
sv: Visa listan över tillgängliga Satellitutrustning utökningar.

source: View list of available communication extensions.
sv: Visa lista över tillgängliga kommunikations utökningar.

source: View list of available default settings
sv: Visa lista över tillgängliga grundinställningar

source: View list of available display and userinterface extensions.
sv: Visa lista över tillgängliga Display och Användargränssnittsutökningar.

source: View list of available multimedia extensions.
sv: Visa lista över tillgängliga multimedia utökningar.

source: View list of available networking extensions
sv: Visa lista över tillgängliga nätverks utökningar

source: View list of available recording extensions
sv: Visa lista över tillgängliga inspelnings utökningar

source: View list of available skins
sv: Visa lista över tillgängliga utseenden ('skins')

source: View list of available software extensions
sv: Visa lista över tillgängliga mjukvaru utökningar

source: View list of available system extensions
sv: Visa lista över tillgängliga system utökningar

source: View mode
sv: Visningsläge

source: View photos...
sv: Visa foton...

source: View teletext...
sv: Visa text-tv...

source: View the changes
sv: Visa ändringarna

source: View video CD...
sv: Visa Video CD...

source: Voltage mode
sv: Spännings läge

source: Volume
sv: Volym

source: Volume Adjust
sv: Volymjustering

source: Volume Config
sv: Volym konfiguration

source: W
sv: V

source: WLAN connection
sv: WLAN anslutning

source: WPA or WPA2
sv: WPA eller WPA2

source: WSS on 4:3
sv: WSS på 4:3

source: Wait time before start Cam 2
sv: Väntetid innan CAM2 startar

source: Waiting
sv: Väntar

source: Waiting for mount
sv: Väntar på montering

source: Waiting for partition
sv: Väntar på partitionering

source: Wake Up
sv: Starta Upp

source: Wake Up To Standby
sv: Starta Upp till Viloläge

source: Wakeup
sv: Starta upp

source: Wakeup TV from standby
sv: Starta upp TV från viloläge

source: Wakeup signal from TV
sv: Väckningssignal från TV

source: Wakeup your %s %s from standby
sv: Starta upp din %s %s från viloläge

source: Warning: no LNB; using factory defaults.
sv: Varning: inget LNB; fabriksinställningarna används.

source: Watch YouTube Clips
sv: Kolla på dina youtubeklipp

source: Watch movies...
sv: Visa Filmer...

source: Watch recordings...
sv: Se på inspelningar...

source: We are really sorry. Your receiver encountered a software problem, and needs to be restarted. Please send the logfile %senigma2_crash_xxxxxx.log to dev@miraclebox.se. Your receiver restarts in 10 seconds! Component: enigma2
sv: Vi är verkligen ledsna. Din mottagare har stött på ett mjukvarofel och måste startas om Var god sänd logfilen %senigma2_crash_xxxxxx.log till dev@Miraclebox.se Din mottagare startas om, om 10 sekunder Kompoent: Enigma2

source: Wed
sv: Ons

source: Wednesday
sv: Onsdag

source: Weekday
sv: Veckodag

source: Weekly
sv: Veckovis

source: Weighted position
sv: Viktad position

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
sv: Välkommen till Cutlist editor. Sök början på det innehåll du vill klippa bort. Tryck OK, välj 'start cut'. Sök därefter slutet på det innehåll du vill klippa bort, tryck OK, välj 'end cut'. Det var allt.

source: West
sv: Väst

source: West limit set
sv: Ange Västlig gräns

source: What Day of week ?
sv: Vilken veckodag ?

source: What action is required on complettion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do ecaxtly that.
sv: Vilken åtgärd skall göras efter det att timern är slutförd? 'Auto' gör att boxen går tillbaka till tillståndet den hade innan timern startade. 'Gör ingenting'/'Viloläge' eller 'Avstängd' kan också väljas.

source: What do you want to scan?
sv: Vad vill du söka efter?

source: When enabled the online checker will also check for experimental versions
sv: Om aktiverat, så söker online checker också efter försöksversioner

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
sv: Om aktiverat, så inkluderas AIT-data i http strömning. Detta gör att en klientmottagare kan använda HbbTV.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
sv: Om aktiverat, så inkluderas EIT-data i http strömning. Detta gör att en klientmottagare kan visa EPG.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
sv: Om aktiverat, så visas ett popupmedddelande när en film är avslutad och när nästa startar.

source: When enabled, a popup message will be shown when a recording starts.
sv: Om aktiverat, så visas ett popupmeddelande när en inspelning startar.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
sv: Om aktiverat, så kommer innehåll med bildförhållande 4:3 att sträckas ut för att fylla skärmen.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
sv: Om aktiverat, så flyttas borttagna inspelningar till papperskorgen, istället för att raderas direkt.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
sv: Om aktiverat, så föredras grafiska DVB-undertexter före text-tv's undertexter, när båda typer är tillgängliga.

source: When enabled, graphical DVB subtitles will be centered horizontally.
sv: Om aktiverat, grafiska DVB-undertexter centreras horisontellt.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
sv: Om aktiverat, grafiska DVB-undertexter visas på sin originalposition.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
sv: Om aktiverat, grafiska DVB-undertexter visas i gult, istället för originalfärgen.
