Repository: miraclebox-git/stb-mbgui
Catalog: po/*.po
Languages: sv

source: Short filenames
sv: Korta filnamn

source: Show /tmp/ecm.info
sv: Visa /tmp/ecm.info

source: Show 1080p 24fps as
sv: Visa 1080p 24fps som

source: Show 1080p 25fps as
sv: Visa 1080p 25fps som

source: Show 1080p 30fps as
sv: Visa 1080p 30fps som

source: Show 480/576p 24fps as
sv: Visa 480/576p 24fps som

source: Show 720p 24fps as
sv: Visa 720p 24fps som

source: Show Audioselection
sv: Visa ljudval

source: Show AutoTimer List
sv: Visa AutoTimerlista

source: Show Clients
sv: Visa Klienter

source: Show Display Icons
sv: Visa statusikoner i filmlistan

source: Show E2 Log
sv: Visa E2 Log

source: Show EIT now/next in infobar
sv: Visa EIT nu/nästa händelse i informationsfältet

source: Show EPG for current channel...
sv: Visa EPG för aktuellt kanal...

source: Show Games show
sv: Visa Lekprogram

source: Show Log
sv: Visa Logg

source: Show Media playback Remaining/Elapsed as
sv: Visa Mediauppspelning Återstående/Förfluten som

source: Show OE Log
sv: Visa OE Logg

source: Show PIP
sv: Visa BiB

source: Show RFmod setup...
sv: Visa RFmod inställning...

source: Show Readers/Proxies
sv: Visa Readers/Proxies

source: Show SD as
sv: Visa SD som

source: Show Time Remaining/Elapsed
sv: Visa Tid Återstående/Förfluten

source: Show Timer List
sv: Visa Timerlista

source: Show Transponder Remaining/Elapsed as
sv: Visa Transponder Återstående/Förfluten som

source: Show VCR scart on main menu
sv: Visa VCR scart i huvudmenyn

source: Show WLAN status
sv: Visa WLAN status

source: Show animation while busy
sv: Visa animation när systemet är upptaget

source: Show background when tuned to a radio channel.
sv: Visa bakgrund när du lyssnar på radiokanaler.

source: Show bouquet on launch
sv: Visa favoritlista vid start

source: Show channel number in infobar
sv: Visa kanalnummer i infofält

source: Show channel numbers in channel selection
sv: Visa kanalnummer i kanallistan

source: Show columns
sv: Visa kolumner

source: Show crypto info in infobar
sv: Visa crypto info i infofältet

source: Show detailed event info
sv: Visa detaljerad programinfo

source: Show encryption info in the infobar (when supported by the skin).
sv: Visa krypteringsinfo i infofältet (när det stöds av ditt 'skin').

source: Show epg
sv: Visa EPG

source: Show event details
sv: Visa programdetaljer

source: Show event-progress in channel selection
sv: Visa händelseförlopp i kanallistan

source: Show extended description
sv: Visa utökad beskrivning

source: Show extension selection
sv: Visa val för utökningar...

source: Show extensions...
sv: Visa utökningar...

source: Show favourites list
sv: Visa favoritlista

source: Show graphical multi EPG
sv: Visa grafisk multi EPG

source: Show help
sv: Visa hjälp

source: Show icon for new/unseen items
sv: Visa ikon för nya/osedda objekt

source: Show in extensions list ?
sv: Visa i listan för utökningar ?

source: Show info
sv: Visa info

source: Show info line
sv: Visa info line

source: Show infobar on channel change
sv: Visa infofält vid kanalbyte

source: Show infobar on event change
sv: Visa infofält vid händelseändring

source: Show infobar on skip forward/backward
sv: Visa infofält vid hopp framåt/bakåt

source: Show job tasks in extensions
sv: Visa arbetsuppgifter i utökningar

source: Show live tv when movie stopped
sv: Visa live tv när film är stoppad

source: Show menu
sv: Visa meny

source: Show message when recording starts
sv: Visa meddelande när inpelning startas

source: Show movie lengths in movielist
sv: Visa filmlängd i filmlistan

source: Show movies
sv: Visa filmer

source: Show multi channel EPG
sv: Visa multikanal EPG

source: Show network mounts ...
sv: Visa nätverksmonteringar...

source: Show or hide the extended description, (skin dependent).
sv: 'Visa eller dölj den utökade beskrivningen, (beroende av vilket 'skin' du har).

source: Show positioner movement
sv: Visa motorflyttningar

source: Show record indicator
sv: Visa inspelningsindikator

source: Show recording symbol depending on recording type
sv: Visa inspelningssymbol beroende på vilken inspelningstyp du använder

source: Show screensaver
sv: Visa skärmsläckare

source: Show service list
sv: Öppna kanallistan

source: Show shutdown menu
sv: Visa menyn för avstängning

source: Show single epg for current channel
sv: Visa singel epg för aktuell kanal

source: Show source packages
sv: Visa källkodspaket

source: Show status icons in movielist
sv: Visa statusikoner i filmlistan

source: Show subtitle selection
sv: Visa textningsval

source: Show the DreamPlex player...
sv: Visa DreamPlex spelaren...

source: Show the list of AutoTimers.
sv: Visar listan för AutoTimers.

source: Show the list of timers.
sv: Visa Timerlistan

source: Show the plugin browser..
sv: Visa plugin browser...

source: Show the radio player...
sv: Visa radiospelaren...

source: Show the tv player...
sv: Visa tv spelare...

source: Show time elapsed as positive
sv: Visa förfluten tid som positv

source: Show time in 24 hour clock format.
sv: Visa klockan i 24-timmars format

source: Show time remaining/elapsed
sv: Visa tid återstående/förfluten

source: Show translation packages
sv: Visa översättningspaket

source: Show transponder remaining/elapsed as
sv: Visa transponder återstående/förluten som

source: Show warning before box restart based on recording type
sv: Visa varning innan boxen startats om. baserat på inspelningstyp

source: Show warning when timeshift is stopped
sv: Visa varning när timeshift stoppas

source: Shows Plugins Browser. Here you can setup installed Plugin
sv: Visar Plugin bläddraren. Här man du ställa in och installera plugins

source: Shows available plugins. Here you can download and install them
sv: Visar tillgängliga plugins. här kan du ladda ner och installera dom

source: Shows available pluigns. Here you can download and install them
sv: Visar tillgängliga plugins. här kan du ladda ner och installera dom

source: Shows available softcams. Here you can download and install them
sv: Visar tillgängliga softcams. här kan du ladda ner och installera dom

source: Shows the icons when new/unseen, else will not show an icon.
sv: Visar ikoner för nya/osedda inspelningar, i annat fall visas ingen ikon.

source: Shows the state of your wireless LAN connection.
sv: Visar status på din trådlösa LAN anslutning.

source: Shows the watched status of the movie.
sv: Visar statusen på filmen (tittat på).

source: Shuffle playlist
sv: Blanda spellistan

source: Shutdown
sv: Stäng av

source: Side by Side
sv: Sida vid Sida

source: Side by side
sv: Sida vid Sida

source: Signal OK, proceeding
sv: Signal OK, fortsätter

source: Signal Strength:
sv: Signalstyrka:

source: Signal quality
sv: Signalkvalitet

source: Signal strength:
sv: Signalstyrka:

source: Similar
sv: Liknande

source: Similar broadcasts:
sv: Liknande sändningar:

source: Simple
sv: Enkel

source: Simple titleset (compatibility for legacy players)
sv: Enkelt titelset (kompabilitet för äldre spelare)

source: Single
sv: Singel

source: Single EPG
sv: Singel EPG

source: Single satellite
sv: Singel satellit

source: Single step (GOP)
sv: Singelsteg (GOP)

source: SingleEPG settings
sv: Inställning SingelEPG

source: Site latitude
sv: Konfigurera din plats latitud

source: Site longitude
sv: Konfigurera din plats longitud

source: Size:
sv: Storlek:

source: Skin Setting
sv: Beroende på 'skin'

source: Skin setup
sv: Val av utseende ('skin')

source: Skins
sv: Utseenden ('Skins')

source: Skip back
sv: Hoppa bakåt

source: Skip empty services
sv: Hoppa över kanaler utan info

source: Skip forward
sv: Hoppa framåt

source: Sleep delay
sv: Fördröjning

source: Slide picture in loop
sv: Bildspel i loop

source: Slide show interval (sec.)
sv: Bildspel intervall (sek.)

source: Slovak
sv: Slovakiska

source: Slovenian
sv: Slovenska

source: Slow
sv: Sakta

source: Slow motion speeds
sv: Konfigurera Slowmotionhastighet

source: Small progress
sv: I utförande

source: Smooth
sv: Jämn

source: Social/Political/Economics
sv: Samhälle/Politik/Ekonomi

source: Softcam settings
sv: Softcaminställningar

source: Software
sv: Mjukvara

source: Software Update
sv: Mjukvaruuppdatering

source: Software management
sv: Mjukvaruhantering

source: Software manager setup
sv: Inställning Mjukvaruhanterare

source: Software restore
sv: Mjukvaruåterskapa

source: Software update
sv: Mjukvaruuppdatering

source: Softwaremanager information
sv: Mjukvaruhanterare information

source: Some plugins are not available:
sv: Några plugins är inte tillgängliga:

source: Sorry Inadyn Config is Missing
sv: Tyvärr, Inadyn Config Saknas

source: Sorry MiniDLNA Config is Missing
sv: Tyvärr, MiniDLNA Config Saknas

source: Sorry feeds are down for maintenance
sv: Tyvärr, feeds är nere för underhåll

source: Sorry feeds are down for maintenance, please try again later.
sv: Tyvärr, feeds är nere för underåll, v.v. försök igen senare.

source: Sorry feeds are down for maintenance, please try again later. If this issue persists please check openvix.co.uk or world-of-satellite.com.
sv: Tyvärr, feeds är nere för underhåll, v.v. försök igen senare.

source: Sorry no device found to store backup. Please check your media in device manager.
sv: Tyvärr, ingen enheten httades för att kunna lagra backup. var god kontrollera i enhetshanteraren

source: Sorry uShare Config is Missing
sv: Tyvärr, uShare Config Saknas

source: Sorry, %s has not been installed!
sv: Tyvärr, %s har inte installerats!

source: Sorry, no backups found!
sv: Tyvärr, ingen backup hittad!

source: Sorry, no details available!
sv: Tyvärr, inga detaljer tillgängliga!

source: Sorry, your backup destination is not writeable. Please select a different one.
sv: Tyvärr, din backupdestination är inte skrivbar. Var vänlig välj en annan.

source: Sort
sv: Sortera

source: Sort EPG List
sv: Sortera EPG Listan

source: Sort by
sv: Sortera efter

source: Sort by default
sv: Sortera efter standard

source: Sort list by
sv: Sortera listan efter

source: Sort list:
sv: Sortera listan efter:

source: Sort plug-in browser alphabetically
sv: Sortera plug-in bowser alfabetiskt

source: Sound
sv: Ljud

source: Sound carrier
sv: Ljudbärare

source: Source request
sv: Källförfrågan

source: South
sv: Syd

source: Space used:
sv: Använt utrymme:

source: Spanish
sv: Spanska

source: Split preview mode
sv: Delat läge förhandsgranskning

source: Sports
sv: Sport

source: Standby
sv: Viloläge

source: Standby / Restart
sv: Viloläge / Omstart

source: Standby / restart
sv: Viloläge / Omstart

source: Start from the beginning
sv: Spela upp från början

source: Start offline decode
sv: Starta avkodning offline

source: Start recording?
sv: Starta inspelning?

source: Start teletext
sv: Starta texttv

source: Start test
sv: Starta test

source: Start time
sv: Starttid

source: Start timeshift
sv: Starta timeshift

source: Start/stop/select cam
sv: Starta/Stoppa/Välj Cam

source: Start/stop/select your cam, You need to install first a softcam
sv: Starta/Stoppa/Välj din cam, du måste installera en softcam först.

source: Starting on
sv: Startar den

source: Step east
sv: Stega öst

source: Step west
sv: Stega väst

source: Stepped east
sv: Stegad österut

source: Stepped west
sv: Stegad västerut

source: Stop
sv: Avsluta

source: Stop PiP
sv: Avsluta BiB

source: Stop current event and disable coming events
sv: Avsluta nuvarande händelser och avaktivera kommande

source: Stop current event but not coming events
sv: Avsluta nuvarande händelse men inte kommande

source: Stop entry
sv: Stoppa post

source: Stop playing this movie?
sv: Avsluta uppspelningen?

source: Stop previous broadcasted service on return to movielist.
sv: Avsluta föregåened sändning och

source: Stop recording
sv: Stoppa inspelning

source: Stop recording and delete
sv: Stoppa inspelning och radera

source: Stop recording now
sv: Stoppa inspelning

source: Stop test
sv: Stoppa test

source: Stop testing plane after # failed transponders
sv: Sluta testa efter # misslyckade transponders

source: Stop testing plane after # successful transponders
sv: Sluta testa efter # lyckade transponders

source: Stop timeshift
sv: Stoppa timeshift

source: Stop timeshift while recording?
sv: Stoppa timeshift under inspelning?

source: Stop's timeshift being used if a recording is in progress. (adviseable for usb sticks)
sv: Stoppar timeshift om en inspelning pågår. (förslagsvis för usb-stickor)

source: Stopped
sv: Stoppad

source: Stopping Softcam
sv: Stänger av Softcam

source: Store at index
sv: Lagra mot index

source: Store position
sv: Lagra position

source: Stored position
sv: Lagrad position

source: Stream
sv: Strömning

source: Stream request
sv: Strömnings-förfrågan

source: Strongest position
sv: Starkaste positionen

source: Subservice mode
sv: Subservice läge

source: Subservices
sv: Underkanaler

source: Subtitle
sv: Undertext

source: Subtitle Quickmenu
sv: Snabbmeny Undertexter

source: Subtitle alignment
sv: Undertextens placering i Sidled

source: Subtitle border width
sv: Undertexternas kantskärpa

source: Subtitle delay when timing is bad
sv: Undertextens fördröjning när den inte är i synk

source: Subtitle delay when timing lacks
sv: Fördröjning undertext när tidssynkronisering saknas

source: Subtitle font size
sv: Fontstorlek för undertexter

source: Subtitle language selection 1
sv: Språkval undertext 1

source: Subtitle language selection 2
sv: Språkval undertext 2

source: Subtitle language selection 3
sv: Språkval undertext 3

source: Subtitle language selection 4
sv: Språkval undertext 4

source: Subtitle position
sv: Undertextens Placering i Höjdled

source: Subtitle selection
sv: Textningsval

source: Subtitle selection...
sv: Val av undertext...

source: Subtitle settings
sv: Undertext Inställningar

source: Subtitles
sv: Textning

source: Subtitles Settings
sv: Undertext inställningar

source: Sun
sv: Sön

source: Sunday
sv: Söndag

source: Support at
sv: Support på

source: Swap PIP
sv: Skifta BiB

source: Swap PiP and main picture
sv: Byt mellan BiB och huvudbild

source: Swap SNR in '%' with SNR in 'db'
sv: Byt SNR i '%' mot SNR i 'db'

source: Swap services
sv: Återgå till föregående kanal

source: Swedish
sv: Svenska

source: Switch TV to correct input
sv: Byt TV till korrekt ingång

source: Switch config
sv: Byt config

source: Switch next channel
sv: Byt till nästa kanal

source: Switch to HDMI in mode
sv: Byt till HDMI i läge

source: Switch to TV mode
sv: Växla till TV-läge

source: Switch to filelist
sv: Byt till fillista

source: Switch to next channel in history
sv: Byt till nästa kanal i historiken

source: Switch to next sub service
sv: Växla till nästa subservice

source: Switch to playlist
sv: Växla till spellista

source: Switch to previous channel
sv: Återgå till föregående kanal

source: Switch to previous channel in history
sv: Byt till föregående kanal i historiken

source: Switch to previous sub service
sv: Byt till föregående subservice

source: Switch to radio mode
sv: Växla till radio-läge

source: Switchable tuner types:
sv: Växlingbara mottagartyper:

source: Symbol rate
sv: Symbolhastighet

source: Sync NTP every (minutes)
sv: Synka NTP varje (minuter)

source: Sync failure moving back to origin !
sv: Synkroniseringen misslyckades, går tillbaka till ursprunglig !

source: Sync time using
sv: Synkronisera tiden med

source: TS file is too large for ISO9660 level 1!
sv: TS fil för stor för ISO9660 level 1!

source: TV button mode
sv: TV knappens funktion

source: TV physical address report
sv: TV fysisk adressrapport

source: Tags
sv: Märken

source: Teletext
sv: Texttv

source: Teletext subtitle color
sv: Konfigurera färgen på Text-TV:s undertexter

source: Telnet Interface
sv: Telnetgränssnitt

source: Telnet Setup
sv: Telnetkonfiguration

source: Terrestrial
sv: Marksänd

source: Terrestrial provider
sv: Marksänd leverantör

source: Test DiSEqC settings
sv: Test DiSEqC inställningar

source: Test mode
sv: Testläge

source: Test type
sv: Testtyp

source: Testscreens
sv: Testbild

source: Testscreens that are helpfull to fine-tune your display
sv: Testbilder som hjälper dig att finjustera skärmen

source: Text color
sv: Textfärg

source: Thank you for using the wizard. Please press OK to continue.
sv: Tack för att du använder guiden. Vänligen tryck OK för att forsätta.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
sv: Tack för att du använde guiden. Din %s %s är nu klar att användas. Vänligen tryck OK för att börja använda din %s %s.

source: The %s %s reads the stored EPG data every (hours).
sv: %s %s läser den lagrade EPG datan varje (tim).

source: The %s %s stores the EPG data every (hours).
sv: %s %s lagrar EPG datan varje (tim).

source: The AutoTimer plugin is not installed! Please install it.
sv: Pluginet för AutoTimer är inte installerat! Vänligen installera det.

source: The Cool TV Guide plugin is not installed! Please install it.
sv: Cool TV Guide plugin är inte installerad! Var vänlig installera det.

source: The DreamPlex plugin is not installed! Please install it.
sv: Pluginet för DreamPlexr är inte installerat! Vänligen installera det.

source: The EPGSearch plugin is not installed! Please install it.
sv: Pluginet för EPGsökning är inte installerat! Vänligen installera det.

source: The IMDb plugin is not installed! Please install it.
sv: Pluginet för IMDb är inte installerat! Vänligen installera det.

source: The PIN code has been changed successfully.
sv: PIN-koden har nu ändrats.

source: The PIN codes you entered are different.
sv: PIN-koderna du matade in överensstämmer inte.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
sv: USB-stickan förbereddes för att vara bootbar. Nu kan du ladda ner en NFI image fil!

source: The current update may be unstable
sv: Aktuell uppdatering är ännu ej sluttestad

source: The directory %s is not writable. Make sure you select a writable directory instead.
sv: Biblioteket %s är inte skrivbart. Säkerställ att du har valt ett skrivbart bibliotek.

source: The entered number for down slot is wrong, it should be 9 or 10 digits
sv: Siffrorna för nedre kortläsaren är ej korrekta, det skall vara 9 eller 10 siffror

source: The entered number for upper slot is wrong, it should be 9 or 10 digits
sv: Siffrorna för övre kortläsaren är ej korrekta, det skall vara 9 eller 10 siffror

source: The following device was found: %s Do you want to write the USB flasher to this stick?
sv: Följande enhet hittades: %s Vill du skriva USB flasher till den stickan?

source: The following files were found...
sv: Följande filer hittades...

source: The md5sum validation failed, the file may be corrupted!
sv: Validering av md5sum misslyckades, filen kan vara korrupt!

source: The network wizard extension is not installed! Please install it.
sv: Utökningen Nätverksguiden är inte installerad! Vänligen installera den.

source: The path %s already exists.
sv: Sökvägen %s existerar redan.

source: The pin code you entered is wrong.
sv: Pin koden du angav var fel.

source: The results have been written to %s.
sv: Resultatet har skrivits till %s.

source: The sleep timer has been disabled.
sv: Sovtimern har blivit inaktiverad

source: The software management extension is not installed! Please install it.
sv: Utökningen Mjukvaruhanterare är inte installerad! Vänligen installera den.

source: The timer file (pm_timers.xml) is corrupt and could not be loaded.
sv: Timer filen (pm_timers.xml) är skadad och kan inte läsas.

source: The timer file (timers.xml) is corrupt and could not be loaded.
sv: Timer filen (timers.xml) är skadad och kan inte läsas.

source: The user interface of your %s %s is restarting
sv: Användargränssnittet på din %s %s startas om

source: The user interface of your %s %s is restarting due to an error in mytest.py
sv: Användargränssnittet på din %s %s startas om på grund av ett fel i mytest.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
sv: Trådlöst LAN plugin är inte installerad! Vänligen installera den och välj vad du vill göra härnäst.

source: The wireless LAN plugin is not installed! Please install it.
sv: Pluginet för trådlöst LAN är inte installerat! Vänligen installera det.

source: The wizard can backup your current settings. Do you want to do a backup now?
sv: Guiden kan ta en backup på nuvarande inställningar. Vill du ta en backup nu?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
sv: Guiden hittade en konfigurationsbackup. Vill du återställla dina gamla inställningar från %s?

source: The wizard is finished now.
sv: Guiden är nu färdig.

source: There are at least
sv: Det finns minst

source: There are at least %s updates available.
sv: Det finns minst %s uppdateringar tillgängliga.

source: There are currently no outstanding actions.
sv: För tillfället finns det inga åtgärder att utföra.

source: There are no updates available.
sv: Inga uppdateringar tillgängliga.

source: There is no [webif] section in oscam.conf
sv: Det finns ingen [webif] sektion i oscam.conf

source: There is no signal to lock on !
sv: Det finns ingen signal att låsa på !

source: There might not be enough space on the selected partition.. Do you really want to continue?
sv: Det är inte säkert att det finns tillräckligt med utrymme på vald partition. Vill du verkligen fortsätta?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
sv: Detta DVD RW media är redan formaterat - omformatering kommer ta bort all data på skivan.

source: This Device is already mounted as HDD.
sv: Denhär enheten är redan monterad som HDD

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
sv: Detta låter dig ändra fontstorleken i förhållande till ditt 'skins' storlek, så att 1 ökar med 1 punktstorlek, och -1 minskar med 1 punktstorlek.

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
sv: Det här alternativet låter dig reducera block-brus i bilden. Men detta sker på bekostnad av bildens skärpa.

source: This option allows to set the level of dynamic contrast of the picture.
sv: Det här alternativet låter dig bestämma nivån på dynamisk kontrast i bilden.

source: This option allows you choose how to display remaining time, or elapsed time, or both.
sv: Det här alternativet låter dig välja om återstående tid, förfluten tid, eller bägge skall visas.

source: This option allows you set the layout view (Text or Graphics).
sv: Det här alternativet låter dig välja layout vy (Text eller Grafik)

source: This option allows you to boost the blue tones in the picture.
sv: Det här alternativet låter dig öka blåtoningen i bilden.

source: This option allows you to boost the green tones in the picture.
sv: Det här alternativet låter dig öka gröntoningen i bilden.

source: This option allows you to choose from the two channel lists that are available.
sv: Det här alternativet låter dig låter dig välja från dom två typer av kanallistor som är tillgängliga.

source: This option allows you to disable sorting of the menus
sv: Det här alternativet låter dig låter dig avaktivera sortering av menyer

source: This option allows you to disable sorting of the plugin browser.
sv: Det här alternativet låter dig avaktivera sortering av plugin browser

source: This option allows you to view the old and new settings side by side.
sv: Det här alternativet låter dig jämföra dom gamla och nya inställningarna sida vid sida.

source: This option configures the general audio delay of Dolby Digital sound tracks.
sv: Det här alternativet konfigurerar den generella ljudfördröjningen av Dolby Digital ljudspår.
