Repository: miraclebox-git/stb-mbgui
Catalog: po/*.po
Languages: sv

source: Channel Info
sv: Kanalinfo

source: Channel List
sv: Kanallista

source: Channel down
sv: Kanal ned

source: Channel list context menu
sv: Innehållsmeny kanallista

source: Channel list cursor behavior
sv: Markörbeteende i kanallista

source: Channel list on mode change
sv: Visa kanallista vid byte av inställning

source: Channel list preview
sv: Förhandsgranskning kanallista

source: Channel list service mode*
sv: Välj typ av kanallista*

source: Channel not in services list
sv: Kanalen finns inte i kanallistan

source: Channel preview mode
sv: Förhansgranskning av kanal

source: Channel selection
sv: Kanalval

source: Channel selection settings
sv: Kanalvalsinställning

source: Channel up
sv: Kanal upp

source: Channel:
sv: Kanal:

source: ChannelEPG settings
sv: EPG kanalinställning

source: Chap.
sv: Kap.

source: Chapter
sv: Kapitel

source: Chapter:
sv: Kapitel:

source: Check
sv: Kontrollera

source: Check Network Settings and Info
sv: Kontrollera Nätverksinställningar och information

source: Check every (hours)
sv: Kontrollera varje (timmar)

source: Check with an alternative method (some boxes gives no signal when starts from a timer) if there is a timer started in the next 10 mins (at bootup), then will put your box in standby.
sv: Kolla med en allternativ metod( Vissa boxar ger ingen signal nör de startas från en timer) OM det är en timer som startar inom 10minuter (i uppbootningen) så kommer boxen gå i standbyläge

source: Checking Feeds
sv: Kontrollerar Feeds

source: Checking Logs...
sv: Kontrollerar loggar...

source: Checking filesystem...
sv: Kontrollerar filsystem...

source: Checking for Updates...
sv: Söker efter Uppdateringar...

source: Checking tuner %d DiSEqC port %s for %s
sv: Kontrollerar mottagare %d DiSEqC port %s för %s

source: Children/Youth
sv: Barn/Ungdom

source: Choice Box
sv: Välj Box

source: Choose Bouquet
sv: Välj Kanallista

source: Choose Tuner
sv: Välj mottagare

source: Choose a tag for easy finding a recording.
sv: Välj en tagg för att lättare hitta en inspelning.

source: Choose between Daily, Weekly, Weekdays or user defined.
sv: Välj mellan Daglig, Veckovis, Veckodagar, eller egendefinierad

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
sv: Välj position för att spara EPG data när %s %s stängs av. Platsen måste vara åtkomlig när du Bootar upp

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
sv: Välj namn på filen som innehar EPG datan när %s %s stängs av. Detta kan vara praktiskt om man har flera boxar.

source: Choose time interval to which the graphics will be rounded off.
sv: Välj tidsintervall när visningen av grafiken skall starta

source: Choose where to mount your devices to:
sv: Välj vart du skall montera dina enheter

source: Choose whether AAC sound tracks should be transcoded.
sv: Välj huruvida AAC-ljudspår skall nedmixas till stereo.

source: Choose whether multi channel sound tracks should be downmixed to stereo.
sv: Välj huruvida multikanal- ljudspår skall nedmixas till stereo.

source: Choose whether multi channel sound tracks should be output as PCM.
sv: Välj huruvida multikanal-ljudspår skall nedmixas till stereo.

source: Choose which tuner to configure.
sv: Välj Mottagare att konfigurera

source: Choose your main device
sv: Välj din huvud enhet

source: Chose between record and ZAP.
sv: Välj mellan inspelning och ZAP.

source: Circular left
sv: Cirkulär vänster

source: Circular right
sv: Cirkulär höger

source: Clean network trash cans
sv: Töm nätverks papperskorgar

source: Cleaning Trashes
sv: Rensar skräp

source: Cleanup
sv: Rensa

source: Clear
sv: Rensa

source: Clear before scan
sv: Rensa före sökning

source: Clear fixed
sv: Rensa fast adress

source: Clear log
sv: Rensa logg

source: Clear playlist
sv: Rensa spellista

source: Click on your remote on the button you want to change
sv: Tryck på den knapp på din fjärrkontroll som du vill ändra

source: Clients
sv: Klienter

source: Clone TV screen to LCD
sv: Klona TVskärmen till LCD

source: Close
sv: Stäng

source: Close PiP on exit
sv: Stäng BiB vid avslut

source: Close bouquet list.
sv: Stäng kanallista

source: Close dialog
sv: Stäng dialog

source: Close title selection
sv: Stäng titelval

source: Code rate HP
sv: Kodhastighet HP

source: Code rate LP
sv: Kodhastighet LP

source: Collection name
sv: Samlingsnamn

source: Collection settings
sv: Kollektionsinställning

source: Color format
sv: Färgformat

source: Color space
sv: Färgrymd

source: Command To Run
sv: Kommando Att Köra

source: Command order
sv: Kommandoordning

source: Command type
sv: Kommandotyp

source: Common Interface Assignment
sv: Common Interface tilldelning

source: Common Interface assignment
sv: Common Interface tilldelning

source: Communication
sv: Kommunikation

source: Complete
sv: Komplett

source: Complex (allows mixing audio tracks and aspects)
sv: Komplex (tillåter mixning av ljudspår och aspekt)

source: Composition of the recording filenames
sv: Sammansättning av inspelningars filnamn

source: Configfile %s saved.
sv: Konfigfil %s sparad

source: Configuration mode
sv: Konfigurationsläge

source: Configuration mode: %s
sv: Konfigurationsläge: %s

source: Configure an additional delay to improve external subtitle synchronisation.
sv: Konfigurera en ytterligare fördröjning för förbättra synkroniseringen av extern undertext.

source: Configure an additional delay to improve subtitle synchronisation.
sv: Konfigurera en ytterligare fördröjning för förbättra synkroniseringen av undertext.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
sv: Konfigurera för hur länge en avslutad händelse skall visas i EGP:n. Användbart när du vill ha information om en händelse som just har avslutats, eller som har blivit försenad.

source: Configure how recording filenames are constructed.
sv: Konfigurera hur filnamn för inspelning är konstruerade

source: Configure interface
sv: Konfigurera kort

source: Configure nameservers
sv: Konfigurera namnservers

source: Configure on which devices the background delete option should be used.
sv: Konfigurera på vilken enhet som alternativet radering i bakgrunden skall användas.

source: Configure remote control type
sv: Konfigurera typ av fjärrkontroll

source: Configure the DiSEqC mode for this LNB.
sv: Konfigurera DiSEqC läget för detta LNB

source: Configure the IP address.
sv: Konfigurera IP adressen

source: Configure the amount of time that will be presented.
sv: Konfigurera längden av tid som presenteras (minuter)

source: Configure the behavior of the 'pause' key when movie playback is already paused.
sv: Konfigurera 'paus' knappens beteende när en uppspelning redan är pausad.

source: Configure the behavior when movie playback is manually stopped.
sv: Konfigurera beteende när en uppspelning är manuellt stoppad

source: Configure the behavior when movie playback is started.
sv: Konfigurera beteende när en uppspelning är startad

source: Configure the behavior when reaching the end of a movie, during movie playback.
sv: Konfigurera beteende när slutet på en inspelning uppnås, under uppspelning.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
sv: Konfigurera undertexternas kantbredd. Den mörka gränsen gör texten lättare att läsa mot en ljus bakgrund.

source: Configure the color of the teletext subtitles.
sv: Konfigurera färgen på Text-TV:s undertexter

source: Configure the contrast level of the front panel display.
sv: Konfigurera kontrastnivån på frontpanelens display.

source: Configure the first audio language (highest priority).
sv: Konfigurera det primära ljudspråket (högsta prioritet).

source: Configure the first subtitle language (highest priority).
sv: Konfigurera det primära undertextspråket (högsta prioritet).

source: Configure the font size of the subtitles.
sv: Konfigurera storleken på undertexterna

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
sv: Konfigurera fontstorleken i förhållande till 'skin' storlek, så att 1 ökar med 1 punktstorlek, och -1 minskar med 1 punktstorlek.

source: Configure the fourth audio language.
sv: Konfigurera det fjärde ljudspråket

source: Configure the fourth subtitle language.
sv: Konfigurera det fjärde undertextspråket

source: Configure the function of the < > buttons.
sv: Konfigurera < > knapparnas funktion.

source: Configure the gateway.
sv: Konfigurera Gateway

source: Configure the hard disk drive to go to standby after the specified idle time when the box is in standby.
sv: Konfigurera hårddisken till att gå i standby efter en specifik vilotid när boxen är i standbyläge

source: Configure the hard disk drive to go to standby after the specified idle time.
sv: Konfigurera hårddsiken att gå i standbyläge efter en specifik vilotid

source: Configure the horizontal alignment of the subtitles.
sv: Konfigurera den horisontella inställningen av undertexterna

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
sv: Konfigurera den initiala hastigheten vid spolning framåt. När du trycker på snabbspolning framåt, så kommer den att starta med denna hastighet.

source: Configure the latitude of your location.
sv: Konfigurera din plats Latitud.

source: Configure the longitude of your location.
sv: Konfigurera din plats Longitud.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
sv: Konfigurera Minimum ledigt diskutrymme som ska vara tillgänglig för inspelningar. När utrymmet hamnar under detta värde så kommer borttagna odjekt att tömmas från papperskorgen.

source: Configure the nameserver (DNS).
sv: Konfigurera namnservern (DNS).

source: Configure the netmask.
sv: Konfigurera netmask.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
sv: Konfigurera antalet dagar som gamla timerinspelningar behålls innan dom automatiskt tas bort från timerlistan.

source: Configure the number of rows shown.
sv: Konfigurera antalet visade rader.

source: Configure the possible fast forward speeds.
sv: Konfigurera snabbspolningshastighet framåt

source: Configure the possible rewind speeds.
sv: Konfigurera snabbspolningshastighet bakåt

source: Configure the primary EPG language.
sv: Konfigurera primärt språk för EPG

source: Configure the refresh rate of the screen.
sv: Konfigurera skärmens uppdateringsfrekvens

source: Configure the second audio language.
sv: Konfigurera sekundärt ljudspråk

source: Configure the second subtitle language.
sv: Konfigurera sekundärt undertextspråk

source: Configure the secondary EPG language.
sv: Konfigurera sekundärt språk för EPG

source: Configure the slow motion speeds.
sv: Konfigurera hastighet slowmotion

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
sv: Konfigurera hastigheten på raderingsprocessen i bakgrunden. Lägre hastighet förbrukar mindre av hårddiskens prestanda.

source: Configure the subtitle delay when timing information is not available.
sv: Konfigurera undertextens fördröjning, när tidssynkronisering inte är tillgänglig.

source: Configure the third audio language.
sv: Konfigurera tredje ljudspråk

source: Configure the third subtitle language.
sv: Konfigurera det tredje undertextspråket

source: Configure the transparency of the black background of graphical DVB subtitles.
sv: Konfigurera transparensen av den svarta bakgrunden på DVB undertexter.

source: Configure the tuner mode.
sv: Konfigurera mottagarens inställning.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
sv: Konfigurera den vertikala positionen för undertexterna, mätt från skärmens nederdel

source: Configure the width allocated to the picon.
sv: Konfigurera den fördelade bredden för picon

source: Configure the width allocated to the service name.
sv: Konfigurera den fördelade bredden för kanalnamn.

source: Configure to show the channel names, picons, or both in the EPG.
sv: Konfigurera visning av kanaler; namn, picons, eller både och i EPG:n.

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseuso recordings (e.g. EPGrefresh).
sv: Konfigurera om inspelnings symbolen ( På displayen and LCD) endast är synlig för riktiga inspelningar eller även för streaming och pseuso inspelningar (T.ex EPGrefresh)

source: Configure which color format should be used on the SCART output.
sv: Konfigurera det färgformat som ska användas till SCART Utgången

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
sv: Konfigurera vilken typ av mottagare som föredras, när samma kanaler är tillgängliga på flera typer mottagare.

source: Configure which tuner will be preferred for recordings, when more than one tuner is available. 'Disabled' would select a tuner based on preferred tuner in customise screen. 'Auto' would choose based on E2's default rules, ignoring preferred tuner in customise screen.
sv: Konfigurera föredragen mottagare för inspelningar när mer än en mottagare är tillgänglig. 'Avaktiverad' väljer mottagare utefter inställningarna i vyn anpassningar. 'Auto' väljer baserat på E2's standard regler och ignorerar föredragen mottagare i vyn anpassningar.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
sv: Konfigurera vilken mottagare som föredras, när mer än en mottagare är tillgänglig. Om satt på 'auto' så ger systemet prioritet till den mottagare som har lägst antal kanaler/satelliter.

source: Configure your NTP server.
sv: Konfigurera din NTP-server

source: Configure your internal LAN
sv: Konfigurera ditt interna LAN

source: Configure your network again
sv: Konfigurera ditt nätverk igen

source: Configure your network settings, and press OK to start the scan
sv: Konfigurera dina nätverksinställningar, och tryck OK för att starta sökningen.

source: Configure your wireless LAN again
sv: Konfigurera ditt trådlösa LAN igen

source: Configures which video output connector will be used.
sv: Konfigurera vilken anslutning för videoutgången som ska användas.

source: Configuring
sv: Konfigurering

source: Conflicting timer
sv: Timerkonflikt

source: Connect
sv: Anslut

source: Connect to a wireless network
sv: Anslut till ett Trådlöst nätverk

source: Connected clients
sv: Anslutna klienter

source: Connected satellites
sv: Anslutna satelliter

source: Connected to
sv: Ansluten till

source: Connected:
sv: Ansluten:

source: Constellation
sv: Konstellation

source: Content
sv: Innehåll

source: Content does not fit on DVD!
sv: Innehållet för stort för en DVD!

source: Context
sv: Innehåll

source: Continue
sv: Forsätt

source: Continue playback
sv: Återuppta spelning

source: Continue playing
sv: Fortsätt spela

source: Continues
sv: Fortsätter

source: Continues play (loop)
sv: Kontinuerlig uppspelning (loop)

source: Contrast
sv: Kontrast

source: Control your Softcams
sv: Konrollera dina Softcams

source: Convert ext3 to ext4
sv: Konvertera ext3 till ext4

source: Convert filesystem ext3 to ext4
sv: Konvertera filsystem ext3 till ext4

source: Converting ext3 to ext4...
sv: Konverterar ext3 till ext4...

source: Copy
sv: Kopiera

source: Copy your keymap to /usr/share/enigma2/keymap.usr
sv: Kopiera din keymap till /usr/share/enigma2/keymap.usr

source: Copying files
sv: Kopierar filer

source: Could not find installed channel list.
sv: Det gick inte att hitta installerad kanallista.

source: Could not open Picture in Picture
sv: Det gick inte att öppna Bild i Bild

source: Could not open the file %s!
sv: Det gick inte att öppna filen %s!

source: Could not record due to conflicting timer %s
sv: Det gick inte att starta inspelning p.g.a. timerkonflikt %s

source: Could not record due to invalid service %s
sv: Det gick inte att starta en inspelning p.g.a. ogiltig kanal %s

source: Could not save configfile %s!
sv: Det gick inte att spara configfil %s!

source: Crash Logs
sv: Krashloggar

source: Create Bludisc ISO file
sv: Skapa Bluedisc ISO fil

source: Create DVD-ISO
sv: Skapa DVD-ISO

source: Create directory
sv: Skapa katalog

source: Creating AP and SC Files
sv: Skapar AP och SC Filer

source: Creating directory %s failed.
sv: Skapande av katalogen %s misslyckades.

source: Creating filesystem
sv: Skapar filsystem

source: Creating partition
sv: Skapar partition

source: Creating start scripts and starting the cam
sv: Skapar start scripts och startar camen

source: Croatian
sv: Kroatiska

source: Cron Manager
sv: Cron Hanterare

source: Current CEC address
sv: Nuvarande CEC adress

source: Current Event:
sv: Aktuell Händelse:

source: Current Status:
sv: Aktuell Status:

source: Current device:
sv: Nuvarande enhet:

source: Current settings:
sv: Nuvarande inställningar:

source: Current time
sv: Aktuell tid

source: Current transponder
sv: Aktuell transponder

source: Current value:
sv: Nuvarande värde:

source: Current version:
sv: Nuvarande version:

source: Currently installed image
sv: Nuvarande installerad image

source: Custom
sv: Anpassad

source: Custom skip time for '4'/'6' buttons
sv: Anpassat tidshopp för '4'/'6' knapparna.

source: Custom skip time for '7'/'9' buttons
sv: Anpassat tidshopp för '7'/'9' knapparna.

source: Customise enigma2 personal settings
sv: Anpassa Enigma2 personliga inställningar

source: Customize
sv: Anpassningar

source: Cut
sv: Klipp

source: Cutlist editor
sv: Klipplisteditor

source: Cutlist editor...
sv: Klipplist editor...

source: Czech
sv: Tjeckiska

source: DMM advanced
sv: DMM avancerat

source: DVB subtitle black transparency
sv: Transparens på DVB-undertexter

source: DVD file browser
sv: DVD filhanterare

source: DVD player
sv: DVD-spelare

source: Daily
sv: Daglig

source: Danish
sv: Danska

source: Date
sv: Datum

source: Debug Logs
sv: Debug-loggar

source: Deep Standby
sv: Avstängd

source: Deep standby
sv: Avstängd

source: Default
sv: Grund

source: Default movie location
sv: Förvald sökväg

source: Default recording type
sv: Förvald inspelningstyp

source: Default settings
sv: Standardinställningar

source: Defaults
sv: Standard

source: Delay after last diseqc command
sv: fördröjning efer senaste diseqc kommando

source: Delay after toneburst
sv: Fördröjning efter tonskur

source: Delay after voltage change before motor command
sv: Fördröjning efter voltantalkommando innan motorkommando

source: Delay before key repeat starts:
sv: Fördröjning innan tangentrepetitionen startar:

source: Delay between diseqc commands
sv: Fördröjning mellan diseqckommandon

source: Delay between switch and motor command
sv: Fördröjning mellan switch- och motorkommandon

source: Delay for external subtitles
sv: Fördröjning för externa undertexter

source: Delay time
sv: Fördröjning

source: Delay:
sv: Fördröjning

source: Delete
sv: Ta bort

source: Delete %s?
sv: Ta bort %s?

source: Delete Confirmation
sv: Konfirmera Borttagning

source: Delete and unstall Plugins. This will remove the Plugin from your box
sv: Ta bort och avinstallera plugins. Detta kommer ta bort pluggin:et från din box

source: Delete entry
sv: Ta bort post

source: Delete failed!
sv: Borttagning misslyckades!

source: Delete file
sv: Radera fil

source: Delete playlist entry
sv: Ta bort post i spellista

source: Delete saved playlist
sv: Ta bort sparad spellista

source: Delete the current timeshift buffer and restart timeshift
sv: Ta bort nuvarande Timeshift buffer och startar om timeshift

source: Delete timer
sv: Ta bort timer

source: Deleted
sv: Raderad

source: Deleted %s!
sv: Raderat %s!

source: Deleted items
sv: Raderade objekt

source: Deleting files
sv: Raderar filer

source: Depth
sv: Djup

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
sv: 'Avkoda & spela in ECM' ger möjlighet att avkoda i efterhand om avkodning under inspelning misslyckades.'Avkoda inte, spela in ECM' sparar en kodad inspelning som kan avkodas vid uppspelning. 'Normal' betyder att inspelningen avkodas och spelar inte in ECM.

source: Descramble http streams
sv: Avkoda http strömning

source: Description
sv: Beskrivning

source: Deselect
sv: Avmarkera

source: Details for plugin:
sv: Detaljer för plugin:

source: Detected Devices:
sv: Hittade Enheter:

source: Device Information
sv: Enhetsinformation

source: Device mounts
sv: Montera enheter

source: Devicename:
sv: Enhetsnamn:

source: Devices
sv: Enheter

source: DiSEqC 1.0 command
sv: DiSEqC 1.0 kommando

source: DiSEqC 1.1 command
sv: DiSEqC 1.1 kommando

source: DiSEqC 1.1 repeats
sv: DiSEqC 1.1 upprepningar

source: DiSEqC mode
sv: DiSEqC läge

source: DiSEqC-tester settings
sv: Inställningar DiSEqC -test

source: Difference between timer begin and end must be equal or greater than %d minutes. End Action was disabled !
sv: Skillnaden mellan Timerns start och slut måste vara samma eller fler minuter än %d

source: Digital contour removal
sv: Digital contour borttagning

source: Digital downmix
sv: Digital nedmixning

source: Direct playback of linked titles without menu
sv: Direkt playback av länkade titlar utan meny

source: Directory
sv: Katalog

source: Directory %s does not exist.
sv: Katalog %s finns ej.

source: Directory browser
sv: Katalogsbläddrare

source: Disable
sv: Avaktivera

source: Disable Picture in Picture
sv: Avaktivera Bild i Bild

source: Disable background scanning
sv: Inaktivera sökning i bakgrunden

source: Disable timer
sv: Avaktivera timer

source: Disabled
sv: Avaktiverad

source: Disk space to reserve for recordings (in GB)
sv: Diskutrymme att reservera för inspelningar (i GB)

source: Display 16:9 content as
sv: Visa 16:9 sändning som

source: Display 4:3 content as
sv: Visa 4:3 sändning som

source: Display >16:9 content as
sv: Visa >16:9 innehåll som

source: Display and user interface
sv: Bildskärm och användargränssnitt

source: Display message before playing next movie
sv: Visa meddelande innan uppspelning av nästa program

source: Display the EIT now/next eventdata in infobar.
sv: Visa EIT nu/nästa händelse i informationsfältet

source: Do not change
sv: Ändra inte

source: Do not install any skin unless you are sure it is compatible with your image.Are you sure?
sv: Installera inte något skin förens du är säker att den är kompatibel med din image. är du säker?

source: Do not record
sv: Spela inte in

source: Do you really want to check the filesystem? This could take a long time!
sv: Vill du verkligen kontrollera filsystemet? Detta kan ta lång tid!

source: Do you really want to convert the filesystem? You cannot go back!
sv: Vill du verkligen konvertera filsystemet? Det går inte att ångra!

source: Do you really want to delete %s ?
sv: Vill du verkligen ta bort %s?

source: Do you really want to delete %s?
sv: Vill du verkligen ta bort %s?

source: Do you really want to delete ?
sv: Vill du verkligen ta bort?

source: Do you really want to delete this timer ?
sv: Vill du verkligen ta bort denna timerinspelning?
