Repository: miraclebox-git/stb-mbgui
Catalog: po/*.po
Languages: sv

source: Please wait while scanning is in progress...
sv: Vänligen vänta medan sökning pågår...

source: Please wait while we configure your network...
sv: Vänligen vänta medan ditt nätverk konfigureras...

source: Please wait while we prepare your network interfaces...
sv: Vänligen vänta medan vi förbereder dina nätverkskort...

source: Please wait while we test your network...
sv: Vänligen vänta medan vi testar ditt nätverk...

source: Please wait while your network is restarting...
sv: Vänligen vänta medan ditt nätverk startas om...

source: Please wait whilst feeds state is checked.
sv: Vänligen vänta medan feed status kontrolleras.

source: Please wait...
sv: Vänligen vänta...

source: Please wait... Loading list...
sv: Vänligen vänta... Laddar lista...

source: Plugin Browser
sv: Plugin hanterare

source: Plugin details
sv: Plugindetaljer

source: Plugin manager activity information
sv: Pluginhanterare aktiviteksinformation

source: Plugin manager help
sv: Pluginhanterare hjälp

source: Polarization
sv: Polarisation

source: Polish
sv: Polska

source: Portuguese
sv: Portugisiska

source: Position Setup
sv: Inställning av Position

source: Position stored at index
sv: Position lagrad mot index

source: Positioner
sv: Motor

source: Positioner setup
sv: Motorinställning

source: Power threshold in mA
sv: Ström gränsvärde i mA

source: PowerManager entry
sv: StrömtimerHanterare

source: PowerManager log
sv: StrömtimerHanterare logg

source: PowerTimer List
sv: Strömtimerlista

source: PowerTimer Overview
sv: Översikt Strömtimer

source: Predefined
sv: Fördefinerad

source: Predefined transponder
sv: Fördefinerad transponder

source: Prefer AC3 track
sv: Använd AC3 spår

source: Prefer audio track stored by service
sv: Använd kanalens ljudspår

source: Prefer graphical DVB subtitles
sv: Använd DVB-grafiska undertexter

source: Prefer subtitles for hearing impaired
sv: Använd undertexter för hörselnedsatta

source: Prefer subtitles stored by service
sv: Använd kanalens undertext

source: Preferred tuner
sv: Föredragen mottagare

source: Preferred tuner for recordings
sv: Föredragen mottagare för inspelning

source: Prepare another USB stick for image flashing
sv: Förbered ytterligare en USB-sticka för image flashning

source: Preparing... Please wait
sv: Förbereder... Vänligen vänta

source: Press '0' to toggle PiP mode
sv: Tryck '0' för att växla BiB läge.

source: Press INFO on your remote control for additional information.
sv: Tryck INFO på din fjärrkontroll för ytterligare information.

source: Press MENU on your remote control for additional options.
sv: Tryck MENU på din fjärrkontroll för ytterligare valmöjligheter.

source: Press OK on your remote control to continue.
sv: Tryck OK på din fjärrkontroll för att fortsätta.

source: Press OK to activate the selected skin.
sv: Tryck OK för aktivera valt utseende.('skin')

source: Press OK to activate the settings.
sv: Tryck OK för aktivera inställningarna.

source: Press OK to edit the settings.
sv: Tryck OK för att ändra inställningar.

source: Press OK to get further details for %s
sv: Tryck OK för att få utförligare information om %s

source: Press OK to scan
sv: Tryck OK för att söka

source: Press OK to select a provider.
sv: Tryck OK för att välja en leverantör

source: Press OK to select satellites
sv: Tryck OK för att välja satelliter

source: Press OK to select/deselect a CAId.
sv: Tryck OK för att aktivera/avaktivera en CAId.

source: Press OK to set the MAC-address.
sv: Tryck OK för att ställa in MAC-adress.

source: Press OK to start the scan
sv: Tryck OK för att starta sökning

source: Press OK to toggle the selection
sv: Tryck OK för att växla val.

source: Press OK to toggle the selection.
sv: Tryck OK för att växla val.

source: Press yellow to set this interface as the default interface.
sv: Tryck gul knapp för att ange detta interface som grundinterface.

source: Preview
sv: Förhandsgranskning

source: Preview menu
sv: Förhandsgranskningsmeny

source: Previous
sv: Föregående

source: Primary DNS
sv: Primär DNS

source: Primetime hour
sv: 'Primetime' timme

source: Primetime minute
sv: 'Primetime' minut

source: Priority
sv: Prioritet

source: Profile
sv: Profil

source: Profile: Local box
sv: Profil: Lokal box

source: Progress
sv: Pågående

source: Progress bar left
sv: Förloppsindikator vänster

source: Progress bar right
sv: Förloppsindikator höger

source: Properties of current title
sv: Egenskaper för vald titel

source: Protect services
sv: Skydda kanaler

source: Protocol
sv: Protokoll

source: Protocol:
sv: Protokoll.

source: Provider
sv: Leverantörer

source: Provider Name:
sv: Protokoll:

source: Provider to scan
sv: Leverantör att söka efter

source: Provider:
sv: Leverantör:

source: Providers
sv: Leverantör

source: Providers:
sv: Leverantör:

source: Providers:
sv: Leverantörer:

source: Put TV in standby
sv: Sätt TV:n i viloläge

source: Put your %s %s in standby
sv: Sätt din %s %s i viloläge

source: Python frontend for /tmp/mmi.socket
sv: Python frontend för /tmp/mmi.socket

source: Quick
sv: Snabb

source: Quick zap
sv: Snabbzap

source: RF output
sv: RF ut

source: Random
sv: Slumpmässig

source: Rating defined by broadcaster - %d
sv: Gradering definierad av kanalbolag - %d

source: Rating undefined
sv: Gradering odefinierad

source: Read Userdata from oscam.conf
sv: Läs användardata från oscam.conf

source: Reader
sv: Läsare

source: Reader Statistics
sv: Läsar Statistik

source: Ready to install "%s" ?
sv: Klar att installera "%s" ?

source: Ready to remove "%s" ?
sv: Klar att ta bort "%s" ?

source: Really close without saving settings?
sv: Verkligen stänga utan att spara inställningarna?

source: Really delete done timers?
sv: Verkligen ta bort färdiga timerinspelningar?

source: Really exit the subservices quickzap?
sv: Verkligen avsluta underkanals snabbzap?

source: Really reboot now?
sv: Verkligen starta om nu?

source: Really restart now?
sv: Verkligen starta om nu?

source: Really shutdown now?
sv: Verkligen stänga av nu?

source: Really upgrade the frontprocessor and reboot now?
sv: Vill du verkligen uppgradera frontprocessorn och starta om nu?

source: Reboot
sv: Omstart

source: Rec
sv: Spela in

source: Record
sv: Spela in

source: Record next
sv: Spela in nästa

source: Record now
sv: Spela in nu

source: Record started! Stopping timeshift now ...
sv: Inspelning startad! Stoppar timeshift nu...

source: Record time limited due to conflicting timer %s
sv: Inspelningstid begränsad på grund av timerkonflikt med %s

source: Recording
sv: Spelar in

source: Recording Setup
sv: Inspelningsinställning

source: Recording in progress
sv: Inspelning pågår

source: Recording type
sv: Typ av Inspelning

source: Recording(s) are in progress or coming up in few seconds!
sv: Inspelning(ar) pågår eller ska påbörjas inom några sekunder!

source: Recordings
sv: Inspelningar

source: Recordings always have priority
sv: Inspelningar har alltid prioritet

source: Red
sv: Röd

source: Red button...
sv: Röd knapp...

source: Red long
sv: Röd lång

source: Reduce time scale
sv: Minska tidskalan

source: Refresh every (in hours)
sv: Uppdatera varje (i timmar)

source: Refresh rate
sv: Uppdateringsfrekvens

source: Regard deep standby as standby
sv: Anse Avstängd som Viloläge

source: Relative
sv: Relativ

source: Reload
sv: Uppdatera

source: Reloading EPG Cache...
sv: Laddar om EPG Cachen...

source: Reloading bouquets and services...
sv: Laddar om favoritlistor och kanaler...

source: Remaining
sv: Återstående

source: Remaining & Elapsed
sv: Återstående & Förfluten

source: Remember service PIN
sv: Kom ihåg kanal PIN

source: Remember to reload enigma2 !
sv: Komihåg at ladda om Enigma 2

source: Remote box
sv: Fjärrbox

source: Remote control type
sv: Typ av Fjärrkontroll

source: Remove
sv: Ta bort

source: Remove Confirmation
sv: Konfirmera Borttagning

source: Remove Service
sv: Ta bort Kanal

source: Remove a mark
sv: Ta bort en markör

source: Remove a nameserver entry
sv: Ta bort en namnserver post

source: Remove bookmark
sv: Ta bort bokmärke

source: Remove completed timers after (days)
sv: Ta bort avslutade timerinspelningar efter (dagar)

source: Remove currently selected title
sv: Ta bort vald titel

source: Remove finished.
sv: Ta bort färdiga.

source: Remove items from trash can after (days)
sv: Ta bort objekt från papperskorgen efter (dagar)

source: Remove plugins
sv: Ta bort plugins

source: Remove timer
sv: Ta bort timer

source: Remove title
sv: Ta bort titel

source: Removing
sv: Tar bort

source: Removing Service
sv: Ta bort Kanal

source: Removing directory %s failed. (Maybe not empty.)
sv: Ta bort biblioteket %s misslyckades. (Troligen ej tomt.)

source: Removing partition table
sv: Tar bort partitionstabell

source: Rename
sv: Byt namn

source: Rename failed!
sv: Namnbyte misslyckades!

source: Rename to:
sv: Döp om till:

source: Renamed %s!
sv: Döpt om %s!

source: Repeat
sv: Upprepa

source: Repeat Display Message
sv: Upprepa Displaymeddelande

source: Repeat type
sv: Upprepning

source: Repeating event currently recording... What do you want to do?
sv: En upprepande händelse spelas in... Vad vill du göra?

source: Repeats
sv: Upprepningar

source: Required medium type:
sv: Nödvändig mediatyp:

source: Rereading partition table
sv: Återläser partitionstabell

source: Reserved
sv: Reserverad

source: Reset
sv: Nollställ

source: Reset and renumerate title names
sv: Återställ och omnumrera titelnamnen

source: Reset playback position
sv: Starta om uppspelningen från början

source: Reset video enhancement settings to system defaults?
sv: Återställ bildförbättringarna till grundinställningarna?

source: Reset video enhancement settings to your last configuration?
sv: Återställ bildförbättringarna till föregående inställning?

source: Resolution
sv: Upplösning

source: Restart
sv: Omstart

source: Restart GUI
sv: Starta om GUI

source: Restart GUI now?
sv: Omstart av GUI nu?

source: Restart enigma
sv: Starta om Enigma

source: Restart network
sv: Startar om nätverk

source: Restart network to with current setup
sv: Starta om nätverket men nuvarande inställningar

source: Restart test
sv: Omstart test

source: Restart your network connection and interfaces.
sv: Omstart av din nätverksanslutning och adaptrar.

source: Restore
sv: Återställ

source: Restore backups
sv: Återställ backuper

source: Restore is running...
sv: Återställning pågår...

source: Restore system settings
sv: Återskapa systeminställningar

source: Restore your settings back from a backup. After restore the box will restart to activated the new settings
sv: Återställer dina inställningar från en backup. Efter återställningen kommer boxen startas om och aktivera de nya inställningarna

source: Restoring...
sv: Återställer...

source: Resume from last position
sv: Återuppta från senaste position

source: Resume position at %s
sv: Återuppta vid position %s

source: Resuming playback
sv: Återupptar uppspelning

source: Return to movie list
sv: Återgå till filmlistan

source: Return to previous service
sv: Återgå till föregående tjänst

source: Reverse bouquet buttons
sv: Omvända kanallista knappar

source: Rewind
sv: Snabbspolning bakåt

source: Rewind speeds
sv: Hastigheter för snabbspolning bakåt

source: Right
sv: Höger

source: Right from servicename
sv: Höger om kanalnamn

source: Romanian
sv: Rumänska

source: Root directory
sv: Root Bibliotek

source: Rotor step position:
sv: Rotorns stegposition:

source: Rotor turning speed
sv: Rotor rotationsfart

source: Run how often ?
sv: Köra hur ofta?

source: Running
sv: Körandes

source: Russian
sv: Ryska

source: Same resolution as skin
sv: Samma upplösning som skin

source: Sat
sv: Lör

source: Satellite
sv: Satellit

source: Satellite dish setup
sv: Installering av Parabolantenn

source: Satellite equipment
sv: Satellitutrustning

source: Satellite equipment setup
sv: Installation av satellitutrustning

source: Satellite longitude:
sv: Satellit longitud:

source: Satellites
sv: Satelliter

source: Saturation
sv: Mättnad

source: Saturday
sv: Lördag

source: Save
sv: Spara

source: Save EPG
sv: Spara EPG

source: Save and record
sv: Spara och spela in

source: Save and stop
sv: Spara och stoppa

source: Save every (in hours)
sv: Spara varje (i timmar)

source: Save playlist
sv: Spara spellistan

source: Save timeshift as movie and continue recording
sv: Spara Timeshift som film och fortsätt inspelning

source: Save timeshift as movie and stop recording
sv: Spara Timeshift som film och stoppa inspelning

source: Saving EPG Cache...
sv: Sparar EPG Cashe...

source: Saving Timeshift files
sv: Sparar Timeshiftfiler

source: Saving timeshift as movie now. This might take a while!
sv: Sparar timeshift som film nu. Detta kan ta flera minuter!

source: Scaler sharpness
sv: Scaler skärpa

source: Scaling mode
sv: Skalningsläge

source: Scan
sv: Sök

source: Scan
sv: Sök

source: Scan %s
sv: Sök %s

source: Scan %s band
sv: Sök %s band

source: Scan additional SR
sv: Sök ytterligare SR

source: Scan files...
sv: Söker filer...

source: Scan wireless networks
sv: Sök efter trådlösa nätverk

source: Scan your network for wireless access points and connect to them using your selected wireless device.
sv: Sök i ditt nätverk efter trådlös acccesspunkt och anslut till den med din valda trådlösa enhet.

source: Scanning %s...
sv: Söker %s...

source: Scanning - %d%% completed
sv: Sökning - %d%% avslutad

source: Scanning completed, %d channel found
sv: Sökning avslutad, %d kanal hittad

source: Scanning failed!
sv: Sökningen misslyckades!

source: Scanning...
sv: Söker...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
sv: Sök grund lamedbs sorterat på satellit med en ansluten parabolmotor

source: Scrolling Speed
sv: Skrollhastighet

source: Search
sv: Sök

source: Search IMDb for information about current event.
sv: Sök i IMDB efter information om aktuell film.

source: Search Sats, check signal and lock
sv: Sök satelliter, kontrollera signal och lås

source: Search east
sv: Sök öst

source: Search for similar events
sv: Sök efter liknande program

source: Search the epg for current event.
sv: Sök i epg efter aktuellt program

source: Search west
sv: Sök väst

source: Search/WEB
sv: Sök/WEB

source: Searching
sv: Sökning

source: Searching east ...
sv: Söker öst...

source: Searching for available updates. Please wait...
sv: Söker efter tillgängliga uppdateringar. Vänligen vänta...

source: Searching for new installed or removed packages. Please wait...
sv: Sök efter nyinstallerade eller borttagna paket. Vänligen vänta...

source: Searching west ...
sv: Söker väst...

source: Secondary DNS
sv: Sekundär DNS

source: Seek
sv: Sök

source: Seek backward
sv: Sök bakåt

source: Seek backward (enter time)
sv: Hoppa bakåt (mata in tid)

source: Seek forward
sv: Sök framåt

source: Seek forward (enter time)
sv: Hoppa framåt (mata in tid)

source: Seekbar activation
sv: Aktivering sökfält

source: Seekbar sensibility
sv: Sökfältets noggrannhet

source: Select
sv: Välj

source: Select CAId
sv: Välj CAId

source: Select a wireless network
sv: Välj et trådlöst nätverk

source: Select all
sv: Välj allt

source: Select an image to be downloaded
sv: Välj en 'Image' för nedladdning

source: Select audio track
sv: Välj ljudspår

source: Select backup files
sv: Välj backupfiler

source: Select backup location
sv: Välj sökväg för backuper

source: Select channel to record from
sv: Välj kanal att spela in från

source: Select copy destination for:
sv: Välj destination för kopia

source: Select default EPG type...
sv: Välj förvald EPG typ...

source: Select desired image from feed list
sv: Välj önskad 'Image' från feedlistan

source: Select destination for:
sv: Välj destination för:

source: Select files for backup.
sv: Väl fil för backup.

source: Select files/folders to backup
sv: Ange filer/bibliotek att ta backup på

source: Select folders
sv: Välj mappar

source: Select how to activate the Quick EPG mode:
sv: Välj metod att aktivera 'Quick EPG' läge

source: Select if you want the Subservice mode to be activated.
sv: Välj om du vill att Subservice-läget skall vara aktiverat.

source: Select input device
sv: Välj inmatningsenhet

source: Select input device.
sv: Välj inmatningsenhet.

source: Select interface
sv: Välj kort

source: Select location
sv: Välj sökväg

source: Select movie
sv: Välj film

source: Select provider to add...
sv: Välj operatör att lägga till...

source: Select satellites
sv: Välj satelliter

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
sv: Välj att aktivera sökfält med piltanget V/H (lång) eller << >>(lång)

source: Select service to add...
sv: Välj kanal att lägga till...

source: Select sort method:
sv: Välj sorteringsmetod:

source: Select target folder
sv: Välj målmapp

source: Select the movie path
sv: Vänligen ange filmens sökväg

source: Select upgrade source
sv: Ange uppgraderingskälla

source: Select upgrade source to edit.
sv: Ange uppgraderingskälla att ändra.

source: Select wireless network
sv: Välj trådlöst nätverk

source: Select your Language for Audio/Subtitles
sv: Välj ditt språk för Ljud/Översättning

source: Select your provider, and press OK to start the scan
sv: Ange din leverantör, och tryck OK för att starta sökningen.

source: Selected settingslist: Setting: %s Date: %s Do you want to install this settinglist?
sv: Vald inställningslista: Inställning: %s Datum: %s Vill du installera denna inställningslistan?

source: Selected settingslist: %s Do you want to delete this settinglist?
sv: Vald inställningslista: %s Vill du radera denna inställningslistan?

source: Send
sv: Skicka

source: Send Confirmation
sv: Skicka Konfirmation

source: Send DiSEqC
sv: Skicka DiSEqC

source: Send DiSEqC only on satellite change
sv: Skicka enbart DiSEqC vid ändrad satellit

source: Seperate titles with a main menu
sv: Separera titlar med en huvudmeny

source: Sequence repeat
sv: Repetera sekvens

source: Serbian
sv: Serbiska

source: Serial No
sv: Serienr.

source: Serv.Name
sv: Serv.Namn

source: Servers
sv: Servrar

source: Servers:
sv: Servrar:

source: Service
sv: Kanal

source: Service Information
sv: Kanalinformation

source: Service Name
sv: Kanalnamn

source: Service Title mode
sv: Visning av kanaltitel

source: Service font size
sv: Fontstorlek för kanal

source: Service has been added to the favourites.
sv: Kanalen har lagts till i favoriter.

source: Service has been added to the selected bouquet.
sv: Kanalen har lagts till i vald favoritlista.

source: Service info font size
sv: Fontstorlek på programnamn

source: Service invalid! (Timeout reading PMT)
sv: Service ogiltig! (Timeout vid läsning av PMT)

source: Service name font size
sv: Fontstorlek på kanalnamn

source: Service not found! (SID not found in PAT)
sv: Service inte funnen! (SID inte funnen i PAT)

source: Service number font size
sv: Fontstorlek på kanalnummer

source: Service reference
sv: Kanalreferens

source: Service scan
sv: Kanalsökning

source: Service searching
sv: Kanalsökningar

source: Service unavailable! Check tuner configuration!
sv: Tjänsten kunde inte hittas! Kontrollera mottagarinställningar!

source: Service width
sv: Bredd Kanaler

source: Services
sv: Kanaler

source: Set end time
sv: Ange sluttid

source: Set fixed
sv: Ange fast adress

source: Set fps for external subtitles
sv: Välj fps för externa undertexter

source: Set interface as the default Interface
sv: Ange interface som grundinterface

source: Set limits
sv: Ange gränser

source: Set the channel for this timer.
sv: Välj kanal för denna timerinspelning.

source: Set the date the timer must start.
sv: Välj datum för timerinspelningens start.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, select left/right to select an existing location.
sv: Ange standardsökväg för dina direktinspelningar. Tryck 'OK' för att lägga till en ny position, välj vänster/höger för att välja en befintlig position.

source: Set the default location for your recordings. Press 'OK' to add new locations, select left/right to select an existing location.
sv: Ange standardsökväg för dina inspelningar. Tryck 'OK' för att lägga till en ny position, välj vänster/höger för att välja en befintlig position.

source: Set the default location for your timers. Press 'OK' to add new locations, select left/right to select an existing location.
sv: Ange standardsökväg för dina timerinspelningar. Tryck 'OK' för att lägga till en ny position, välj vänster/höger för att välja en befintlig position.

source: Set the default location for your timeshift-files. Press 'OK' to add new locations, select left/right to select an existing location.
sv: Ange standardsökväg för dina timeshift-filer. Tryck 'OK' för att lägga till en ny position, välj vänster/höger för att välja en befintlig position.

source: Set the default sorting method.
sv: Använd standardsortering.

source: Set the description of the recording.
sv: Ange en innehållsbeskrivning om inspelningen.

source: Set the jump-size of the seekbar.
sv: Ställ in avståndet för att stega i sökfältet.

source: Set the name the recording will get.
sv: Ange ett på inspelningen.

source: Set the scrolling speed of text on the front display.
sv: Ställ in scrollningshastigheten av text på frontdisplayen.

source: Set the time the timer must start.
sv: Ställ in tiden som timern måste starta.

source: Set the time the timer must stop.
sv: Ställ in tiden som timern måste stoppa

source: Set the type of the progress indication in the channel selection screen.
sv: Ange typ av förloppsindikering i visningen av kanalval.

source: Set to the desired primetime (hour).
sv: Ställ in på önskad 'primetime' (timme).

source: Set to what you want the button to do.
sv: Ange vad du vill att knappen skall användas för.

source: Set voltage and 22KHz
sv: Ställ in volt och 22KHz

source: Sets the root folder of movie list, to remove the '..' from benign shown in that folder.
sv: Ställer in rootmappen i filmlistan så att tecknen '..' inte visas för den mappen.

source: Setting for EPG and CrossEPG
sv: Inställningar för EPG och CrossEPG

source: Settings
sv: Inställningar

source: Settings...
sv: Inställningar...

source: Setup
sv: Inställningar

source: Setup Audio Sync
sv: Ställ in ljud synkronisering

source: Setup Harddisk
sv: Ställ in hårddisk

source: Setup how to control the channel changing.
sv: Inställning för att hantera kanalbyten.

source: Setup menu
sv: Installationsmeny

source: Setup mode
sv: Installationsläge

source: Setup network time synchronization interval.
sv: Ställ in nätverkets intervall för tidssynkronisering.

source: Setup network. Here you can setup DHCP, IP, DNS
sv: Ställ in nätverk. Här kan du ställa in DCHP, IP, DNS

source: Setup tuner(s)
sv: Ställ in mottagare

source: Setup your Device mounts (USB, HDD, others...)
sv: Ställ in dina enhets monteringar ( USB, HDD, andra..)

source: Setup your Tuner and search for channels
sv: Konfigurera din mottagare och sök efter kanaler

source: Setup your Video Mode, Video Output and other Video Settings
sv: Konfigurera videoläge, videoutgpng och andra videoinställningar

source: Setup your local network. For Wlan you need to boot with a USB-Wlan stick
sv: Konfigurera ditt lokala nätverk. Om du vill ha Wlan måste du boota med en USB-Wlan sticka.

source: Setup your positioner
sv: Konfigurera din positioner

source: Setup your satellite equipment
sv: Konfigurera din satellitutrustning.

source: Setup your timezone.
sv: Konfigurera din tidzon

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
sv: Skall Guiden för USB-stickan fortsätta och programmera imagefilen %s till flashminnet?

source: Share Folder's
sv: Delade Mappar

source: Shares
sv: Delningar

source: Sharpness
sv: Skärpa
